Repository: labepn/sr
Catalog: LC_MESSAGES/django.po
Languages: sr

source: A layer was commented on
sr: Слој је коментарисан

source: Rating for Layer
sr: Оцена за слој

source: A rating was given to a layer
sr: Слоју је дата оцена

source: Points
sr: Тачке

source: Lines
sr: Линије

source: Polygons
sr: Полигони

source: Dataset name
sr: Име скупа података

source: Dataset title
sr: Наслов скупа података

source: Geometry type
sr: Тип геометрије

source: Create Dataset
sr: Креирајте скуп података

source: Explore Datasets
sr: Истражите скупове података

source: Create an empty dataset
sr: Креирајте празан скуп података

source: Add Attribute
sr: Додај атрибут

source: Create
sr: Креирај

source: String
sr: Стринг

source: Integer
sr: Интеџер

source: Float
sr: Флоат

source: No title provided
sr: Није наведен наслов

source: No abstract provided
sr: Није дат сажетак

source: An exception occurred loading data to PostGIS
sr: Дошло је до изузетка приликом учитавања података у ПостГИС

source: Additionally an error occured during database cleanup
sr: Додатно, дошло је до грешке током чишћења базе података

source: Invalid Projection. Layer is missing CRS!
sr: Неважећа пројекција!

source: You don't have permissions to change style for this layer
sr: Немате дозволе да промените стил за овај слој

source: Bad HTTP Authorization Credentials.
sr: Лоши HTTP ауторизациони акредитиви.

source: a short version of the name consisting only of letters, numbers, underscores and hyphens.
sr: кратка верзија имена која се састоји само од слова, бројева, доњих црта и цртица.

source: A group already exists with that slug.
sr: Група већ постоји са тим пужем.

source: A group already exists with that name.
sr: Група већ постоји са тим именом.

source: User Identifiers
sr: Кориснички идентификатори

source: Assign manager role
sr: Додели улогу менаџера

source: The following are not valid usernames: %(errors)s; not added to the group
sr: Следећа нису важећа корисничка имена: %(errors)s;

source: Group Categories
sr: Групне категорије

source: Public
sr: Јавно

source: Public (invite-only)
sr: Јавно (само по позиву)

source: Private
sr: Приватно

source: Public: Any registered user can view and join a public group.<br>Public (invite-only):Any registered user can view the group. Only invited users can join.<br>Private: Registered users cannot see any details about the group, including membership. Only invited users can join.
sr: Јавно: Сваки регистровани корисник може да види и придружи се јавној групи.<br>Јавно (само по позиву): Сваки регистровани корисник може да види групу. Само позвани корисници могу да се придруже.<br>Приватно: Регистровани корисници не могу видети никакве детаље о групи, укључујући чланство. Само позвани корисници могу да се придруже.

source: Email used to contact one or all group members, such as a mailing list, shared email, or exchange group.
sr: Е-пошта се користи за контактирање једног или свих чланова групе, као што је листа е-поште, дељена е-пошта или група за размену.

source: Logo
sr: Лого

source: Email
sr: Е-пошта

source: A space or comma-separated list of keywords
sr: Листа кључних речи одвојених размаком или зарезима

source: Access
sr: Приступ

source: Categories
sr: Категорије

source: Manager
sr: Управник

source: Member
sr: Члан

source: Activity Feed for
sr: Садржај активности за

source: All
sr: Све

source: Layers
sr: Слојеви

source: Maps
sr: Карте

source: Documents
sr: Документи

source: Comments
sr: Коментари

source: No actions yet
sr: Још нема акција

source: Explore Group Categories
sr: Истражите категорије група

source: Create a New Group Category
sr: Креирајте нову категорију групе

source: Explore Groups
sr: Истражите групе

source: Create a Group
sr: Креирајте групу

source: Update Group
sr: Група за ажурирање

source: Remove Group
sr: Уклони групу

source: Create Group
sr: Креирајте групу

source: Create group
sr: Креирајте групу

source: Select...
sr: Одабрати...

source: Last Modified
sr: Последња измена

source: This group has not created a logo.
sr: Ова група није направила лого.

source: Edit Group Details
sr: Уредите детаље групе

source: Manage Group Members
sr: Управљање члановима групе

source: Delete this Group
sr: Обрисати групу

source: Group Activities
sr: Групне активности

source: This group is <strong>%(access)s</strong>.
sr: Ова група је <strong>%(access)s</strong>.

source: Anyone may join this group.
sr: Свако се може придружити овој групи.

source: Join Group
sr: Придружи се групи

source: Anyone may view this group but membership is by invitation only.
sr: Свако може да види ову групу, али чланство је само уз позивницу.

source: Membership is by invitation only.
sr: Чланство је само по позиву.

source: Managers
sr: Менаџери

source: Members
sr: Чланови

source: Create a New Group
sr: Креирајте нову групу

source: Edit Members for
sr: Измени чланове за

source: Current Members
sr: Тренутни чланови

source: Promote
sr: Промовишите

source: Demote
sr: Деградирати

source: Role
sr: Улога

source: Add new members
sr: Додајте нове чланове

source: Add Group Members
sr: Додавање чланова групе

source: Are you sure you want to remove the group: %(group_title)s?
sr: Да ли сте сигурни да желите да обришете групу: %(group_title)s?

source: Remove Maps/Data from Group
sr: Обрисати карте/податке из групе

source: Remove selected maps/data
sr: Уклоните изабране мапе/податке

source: Edit Group Category Details
sr: Уређивање детаља о категорији групе

source: Groups
sr: Групе

source: Create Group Category
sr: Креирајте категорију групе

source: Create a Group Category
sr: Креирајте категорију групе

source: Edit Group Category
sr: Уреди категорију групе

source: Save
sr: Сачувај

source: ready
sr: спреман

source: Harvester name
sr: Име комбајна

source: Base URL of the remote service that is to be harvested
sr: Основни URL удаљеног сервиса који треба да се прикупи

source: Whether to periodically schedule this harvester to look for resources on the remote service
sr: Да ли да периодично планирате овај комбајн да тражи ресурсе на удаљеној услузи

source: How often (in minutes) should new harvesting sessions be automatically scheduled? Setting this value to zero has the same effect as setting `scheduling_enabled` to False
sr: Колико често (у минутима) треба аутоматски заказати нове сесије жетве? Постављање ове вредности на нулу има исти ефекат као и подешавање `scheduling_enabled` на False

source: Whether the remote service is known to be available or not
sr: Да ли се зна да је удаљена услуга доступна или не

source: How often (in minutes) should the remote service be checked for availability?
sr: Колико често (у минутима) треба проверавати доступност удаљене услуге?

source: Last time the remote server was checked for availability
sr: Последњи пут када је удаљени сервер проверен за доступност

source: Last time the remote server was checked for harvestable resources
sr: Последњи пут када је удаљени сервер проверен за ресурсе за прикупљање

source: Default owner of harvested resources
sr: Подразумевани власник прикупљених ресурса

source: Default access permissions of harvested resources
sr: Подразумеване дозволе за приступ прикупљеним ресурсима

source: Should new resources be harvested automatically without explicit selection?
sr: Да ли би нови ресурси требало да се сакупљају аутоматски без експлицитне селекције?

source: Orphan resources are those that have previously been created by means of a harvesting operation but that GeoNode can no longer find on the remote service being harvested. Should these resources be deleted from GeoNode automatically? This also applies to when a harvester configuration is deleted, in which case all of the resources that originated from that harvester are now considered to be orphan.
sr: Ресурси сирочићи су они који су претходно креирани помоћу операције прикупљања, али које ГеоНоде више не може пронаћи на удаљеној услузи која се сакупља. Да ли ове ресурсе треба аутоматски избрисати из ГеоНодеа? Ово се такође примењује када се конфигурација комбајна избрише, у ком случају се сви ресурси који потичу из тог харвестера сада сматрају сирочећима.

source: Date of last update to the harvester configuration.
sr: Датум последњег ажурирања конфигурације комбајна.

source: Harvester class used to perform harvesting sessions. New harvester types can be added by an admin by changing the main GeoNode `settings.py` file
sr: Класа Harvester која се користи за обављање сесија жетве. Администратор може да дода нове типове комбајна променом главне датотеке GeoNode `settings.py`

source: Configuration specific to each harvester type. Please consult GeoNode documentation on harvesting for more info. This field is mandatory, so at the very least an empty object (i.e. {}) must be supplied.
sr: Конфигурација специфична за сваки тип комбајна. За више информација погледајте GeoNode документацију о берби. Ово поље је обавезно, тако да у најмању руку мора бити наведен празан објекат (тј. {}).

source: Periodic task used to configure harvest scheduling
sr: Периодични задатак који се користи за конфигурисање распореда жетве

source: Periodic task used to check availability of the remote
sr: Периодични задатак који се користи за проверу доступности даљинског управљача

source: Check availability of {self.name}
sr: Проверите доступност {self.name}

source: Identifier that allows referencing the resource on its remote service in a unique fashion. This is usually automatically filled by the harvester worker. The harvester worker needs to know how to either read or generate this from each remote resource in order to be able to compare the availability of resources between consecutive harvesting sessions.
sr: Идентификатор који омогућава референцирање ресурса на његовој удаљеној услузи на јединствен начин. Ово обично аутоматски попуњава радник на харвестеру. Харвестинг радник треба да зна како да то прочита или генерише са сваког удаљеног ресурса да би могао да упореди доступност ресурса између узастопних харвестинг сесија.

source: Type of the resource in the remote service. Each harvester worker knows how to fill this field, in accordance with the resources for which harvesting is supported
sr: Тип ресурса у удаљеном сервису. Сваки радник harvester-а зна како да попуни ово поље, у складу са ресурсима за које се harvester подржава

source: The e-mail address '{email}' has already been invited.
sr: Е-маил адреса '{email}' је већ позвана.

source: The e-mail address '{email}' has already accepted an invite.
sr: Е-маил адреса '{email}' је већ прихватила позив.

source: An active user is already using the e-mail address '{email}'
sr: Активан корисник већ користи адресу е-поште '{email}'

source: E-mail
sr: Е-маил

source: Invitations successfully sent to '%(email)s'
sr: Позивнице су успешно послате на '%(email)s'

source: Sorry, it was not possible to invite '%(email)s' due to the following isse: %(error)s (%(type)s)
sr: Жао нам је, није било могуће позвати '%(email)s' због следећег: %(error)s (%(type)s)

source: Layer Created
sr: Слој креиран

source: A Layer was created
sr: Слој је креиран

source: Layer Updated
sr: Ажуриран слој

source: A Layer was updated
sr: Слој је ажуриран

source: Layer Approved
sr: Лаиер Аппровед

source: A Layer was approved by a Manager
sr: Менаџер је одобрио слој

source: Layer Published
sr: Објављен слој

source: A Layer was published
sr: Објављен је слој

source: Layer Deleted
sr: Слој је избрисан

source: A Layer was deleted
sr: Слој је обрисан

source: style name
sr: име стила

source: sld text
sr: sld текст

source: sld version
sr: sld верзија

source: Workspace
sr: Радни простор

source: Store
sr: Продавница

source: Storetype
sr: Тип продавнице

source: Typename
sr: Име типа

source: Is mosaic?
sr: Да ли је мозаик?

source: Has time?
sr: Има ли времена?

source: Has elevation?
sr: Има ли надморску висину?

source: Time regex
sr: Регуларни израз времена

source: Elevation regex
sr: Регуларни израз надморске висине

source: use featureinfo custom template?
sr: користити прилагођени предложак Феатуринфо?

source: specifies wether or not use a custom GetFeatureInfo template.
sr: одређује да ли се користи прилагођени шаблон ГетФеатуреИнфо или не.

source: featureinfo custom template
sr: featureinfo прилагођени шаблон

source: the custom GetFeatureInfo template HTML contents.
sr: HTML садржај прилагођеног GetFeatureInfo шаблона.

source: File cannot be opened, maybe check the encoding
sr: Датотека се не може отворити, можда проверите кодирање

source: attribute name
sr: име атрибута

source: name of attribute as stored in shapefile/spatial database
sr: име атрибута како је ускладиштено у датотеци облика/просторној бази података

source: attribute description
sr: опис атрибута

source: description of attribute to be used in metadata
sr: опис атрибута који ће се користити у метаподацима

source: attribute label
sr: ознака атрибута

source: title of attribute as displayed in GeoNode
sr: наслов атрибута како је приказано у ГеоНоде

source: attribute type
sr: тип атрибута

source: the data type of the attribute (integer, string, geometry, etc)
sr: тип података атрибута (цео број, стринг, геометрија, итд.)

source: visible?
sr: видљиво?

source: specifies if the attribute should be displayed in identify results
sr: одређује да ли атрибут треба да буде приказан у резултатима идентификације

source: display order
sr: редослед приказа

source: specifies the order in which attribute should be displayed in identify results
sr: одређује редослед којим атрибут треба да буде приказан у резултатима идентификације

source: Label
sr: Ознака

source: Image
sr: Слика

source: Video (mp4)
sr: Видео (mp4)

source: Video (ogg)
sr: Видео (ogg)

source: Video (webm)
sr: Видео (webm)

source: Video (3gp)
sr: Видео (3gp)

source: Video (flv)
sr: Видео (flv)

source: Video (YouTube/VIMEO - embedded)
sr: Видео (YouTube/VIMEO - уграђен)

source: Audio
sr: Аудио

source: featureinfo type
sr: тип информација о особинама

source: specifies if the attribute should be rendered with an HTML widget on GetFeatureInfo template.
sr: одређује да ли атрибут треба да се прикаже помоћу HTML виџета на GetFeatureInfo шаблону.

source: count
sr: број

source: count value for this field
sr: вредност броја за ово поље

source: min
sr: мин

source: minimum value for this field
sr: минимална вредност за ово поље

source: max
sr: мак

source: maximum value for this field
sr: максимална вредност за ово поље

source: average
sr: просек

source: average value for this field
sr: просечна вредност за ово поље

source: median
sr: медијана

source: median value for this field
sr: средња вредност за ово поље

source: standard deviation
sr: стандардна девијација

source: standard deviation for this field
sr: стандардна девијација за ово поље

source: sum
sr: сум

source: sum value for this field
sr: збир вредности за ово поље

source: unique values for this field
sr: јединствене вредности за ово поље

source: last modified
sr: последња измена

source: date when attribute statistics were last updated
sr: датум када је статистика атрибута последњи пут ажурирана

source: Append to Dataset
sr: Додати скупу података

source: Return to Dataset
sr: Повратак на скуп података

source: Preserve Metadata XML
sr: Сачувајте XMLметаподатке

source: Select the charset or leave default
sr: Изаберите скуп знакова или оставите подразумевани

source: Home
sr: Насловна

source: Change point of contact
sr: Промена тачке контакта

source: Assign a new point of contact to the layers below:
sr: Доделите нову тачку контакта слојевима испод:

source: Dataset WMS GetCapabilities document
sr: Документ WMS GetCapabilities скупа података

source: Filter Granules
sr: Грануле филтера

source: Active Filter:
sr: Активни филтери:

source: Granule ID
sr: ID грануле

source: Bounding Box
sr: Гранична кутија

source: Time
sr: Време

source: Actions
sr: Акције

source: Granule Preview
sr: Преглед гранула

source: Granule Remove
sr: Уклањање гранула

source: Dimension
sr: Димензија

source: Enabled
sr: Омогућено

source: TIME
sr: ВРЕМЕ

source: Attribute Name
sr: Име атрибута

source: Range
sr: Опсег

source: Average
sr: Просек

source: Median
sr: Медијан

source: Standard Deviation
sr: Стандардна девијација

source: Rate this dataset
sr: Оцените овај скуп података

source: Analyze with
sr: Анализирај са

source: Download Dataset
sr: Преузети сет података

source: Images
sr: Слике

source: Data
sr: Подаци

source: Click to filter the layer
sr: Кликните да филтрирате слој

source: Do you want to filter it?
sr: Да ли желите да га филтрирате?

source: Loading...
sr: Учитавање...

source: Filter by attributes
sr: Филтери по атрибутима

source: Match
sr: Слагати се

source: all
sr: све

source: any
sr: било који

source: of the following:
sr: од следећег:

source: Attribute
sr: Атрибут

source: Operator
sr: Оператер

source: Feature limit
sr: Ограничење функција

source: Pick your download format:
sr: Изаберите формат за преузимање:

source: No data available for this resource. Please contact a system administrator or a manager.
sr: Нема доступних података за овај ресурс. Молимо контактирајте администратора система или менаџера.

source: Warning
sr: Упозорење

source: Edit Layer
sr: Уреди слој

source: Upload Metadata
sr: Отпремите метаподатке

source: Styles
sr: Стилови

source: Manage
sr: Управљај

source: Append Data
sr: Додавање података

source: Edit data
sr: Уреди податке

source: View Dataset
sr: Видети сет података

source: Attribute Information
sr: Информације о атрибутима

source: ISO Feature Catalogue
sr: Каталог ISO Feature

source: Legend
sr: Легенда

source: Maps using this dataset
sr: Карте које користе ове податке

source: List of maps using this dataset:
sr: Листа мапа које користе овај скуп података:

source: This dataset is not currently used in any maps.
sr: Овај скуп података се тренутно не користи ни на једној мапи.

source: Create a map using this dataset
sr: Креирајте мапу користећи овај скуп података

source: Click the button below to generate a new map based on this dataset.
sr: Кликните на дугме испод да генеришете нову мапу на основу овог скупа података.

source: Add the dataset to an existing map
sr: Додајте скуп података постојећој мапи

source: Click the button below to add the dataset to the selected map.
sr: Кликните на дугме испод да додате скуп података на изабрану мапу.

source: Add to Map
sr: Додај на мапу

source: Documents related to this layer
sr: Документи који се односе на овај слој

source: List of documents related to this layer:
sr: Листа докумената који се односе на овај слој:

source: The following styles are associated with this layer. Choose a style to view it in the preview map.
sr: Следећи стилови су повезани са овим слојем. Изаберите стил да бисте га видели у мапи прегледа.

source: (default style)
sr: (подразумевани стил)

source: No styles associated with this layer
sr: Нема стилова повезаних са овим слојем

source: External service layer
sr: Екстерни сервисни слој

source: Source
sr: Извор

source: Refresh Attributes and Statistics of this layer
sr: Освежите атрибуте и статистику овог слоја

source: Click the button below to allow GeoNode refreshing the list of available Dataset Attributes. If the option 'WPS_ENABLED' has been also set on the backend, it will recalculate their statistics too.
sr: Кликните на дугме испод да бисте дозволили GeoNode -у да освежи листу доступних атрибута скупа података. Ако је опција 'WPS_ENABLED' такође постављена на позадину, она ће поново израчунати и њихову статистику.

source: Refresh Attributes and Statistics
sr: Освежите атрибуте и статистику

source: Clear the Server Cache of this layer
sr: Обришите кеш сервера овог слоја

source: Click the button below to wipe the tile-cache of this layer.
sr: Кликните на дугме испод да обришете кеш плочица овог слоја.

source: Empty Tiled-Dataset Cache
sr: Емпти Тилед-Датасет Цацхе

source: Click the button below to change the permissions of this layer.
sr: Кликните на дугме испод да промените дозволе за овај слој.

source: Change Dataset Permissions
sr: Промените дозволе скупа података

source: Remove Mosaic Granules
sr: Уклоните грануле мозаика

source: Are you sure you want to remove Granule %(granule_id)s of the Mosaic <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?
sr: Да ли сте сигурни да желите да уклоните гранулу%(granule_id)s мозаика <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?

source: This action affects the following maps:
sr: Ова радња утиче на следеће мапе:

source: No maps are using this layer
sr: Ниједна мапа не користи овај слој

source: Upload Datasets
sr: Учитај скупове података

source: for %(layer_title)s
sr: за %(layer_title)s

source: Note: this layer's orginal metadata was populated and preserved by importing a metadata XML file. This metadata cannot be edited.
sr: Напомена: оригинални метаподаци овог слоја су попуњени и сачувани увозом XML датотеке метаподатака. Ови метаподаци се не могу мењати.

source: Note: this layer's orginal metadata was populated by importing a metadata XML file. GeoNode's metadata import supports a subset of ISO, FGDC, and Dublin Core metadata elements. Some of your original metadata may have been lost.
sr: Напомена: оригинални метаподаци овог слоја су попуњени увозом XML датотеке метаподатака. ГеоНодеов увоз метаподатака подржава подскуп елемената метаподатака ISO, FGDC и Dublin Core . Неки од ваших оригиналних метаподатака су можда изгубљени.

source: Editing details for %(layer_title)s
sr: Уређивање детаља за%(layer_title)s

source: Use a custom template?
sr: Користите прилагођени шаблон?

source: Display Order
sr: Прикажи редослед

source: Display Type
sr: Тип приказа

source: Visible
sr: Видљиво

source: ERROR
sr: ГРЕШКА

source: Following items are required:
sr: Потребне су следеће ставке:

source: Upload Dataset Metadata
sr: Отпремање метаподатака скупа података

source: Remove Datasets
sr: Уклони скупове података

source: Are you sure you want to remove <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?
sr: Да ли сте сигурни да желите да обришете <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?

source: Replace Dataset
sr: Замени скуп података

source: Manage Styles
sr: Управљање стиловима

source: Manage Available Styles for <a href="{{ layer_url }}">%(layer_title)s</a>
sr: Управљајте доступним стиловима за <a href="{{ layer_url }}">%(layer_title)s</a>

source: Dataset Default Style
sr: Подразумевани стил скупа података

source: Available styles
sr: Доступни стилови

source: Click on an available style in the upper box to assign it to this layer. Selected styles appear in the lower box.
sr: Кликните на доступни стил у горњем оквиру да бисте га доделили овом слоју. Изабрани стилови се појављују у доњем пољу.

source: Update Available Styles
sr: Ажурирај доступне стилове

source: Return to Layer
sr: Вратите се на слој

source: Upload Dataset Style
sr: Стил скупа података за отпремање

source: WARNING
sr: УПОЗОРЕЊЕ

source: This will most probably overwrite the current default style!
sr: Ово ће највероватније заменити тренутни подразумевани стил!

source: Preview
sr: Преглед

source: Dataset Attributes
sr: Атрибути скупа података

source: Upload Dataset
sr: Учитај скуп података

source: Upload status
sr: Статус отпремања

source: This file needs additional configuration to complete the upload process. Please click on the button to fill the required configuration
sr: Овој датотеци је потребна додатна конфигурација да би се завршио процес отпремања. Кликните на дугме да попуните потребну конфигурацију

source: Delete
sr: Обрисати

source: Upload process completed
sr: Процес отпремања је завршен

source: The upload process cannot be completed because the original file is no more available
sr: Процес отпремања не може да се заврши јер оригинална датотека више није доступна

source: Created
sr: Створено

source: Progress
sr: Напредак
