Repository: labepn/sr
Catalog: LC_MESSAGES/django.po
Languages: sr

source: party who published the resource
sr: страна која је објавила извор

source: party that accepts accountability and responsibility for the data and ensures appropriate care and maintenance of the resource
sr: страна која прихвата одговорност и одговорност за податке и обезбеђује одговарајућу бригу и одржавање ресурса

source: party who can be contacted for acquiring knowledge about or acquisition of the resource
sr: страна са којом се може контактирати ради стицања знања или набавке ресурса

source: party who distributes the resource
sr: страна која дистрибуира ресурс

source: party who uses the resource
sr: страна која користи ресурс

source: party that supplies the resource
sr: страна која испоручује ресурс

source: party who created the resource
sr: страна која је креирала ресурс

source: party that owns the resource
sr: страна која је власник ресурса

source: key party responsible for gathering information and conducting research
sr: кључна страна одговорна за прикупљање информација и спровођење истраживања

source: Email Address
sr: Адреса е-поште

source: Organization Name
sr: Назив организације

source: name of the responsible organization
sr: назив одговорне организације

source: Profile
sr: Профил

source: introduce yourself
sr: представи се

source: Position Name
sr: Назив позиције

source: role or position of the responsible person
sr: улога или положај одговорног лица

source: Voice
sr: Глас

source: Facsimile
sr: Факсимил

source: telephone number of a facsimile machine for the responsible organization or individual
sr: број телефона факса за одговорну организацију или појединца

source: Delivery Point
sr: Тачка испоруке

source: physical and email address at which the organization or individual may be contacted
sr: физичка и адреса е-поште на којој се може контактирати организација или појединац

source: City
sr: Град

source: city of the location
sr: град локације

source: Administrative Area
sr: Административно подручје

source: state, province of the location
sr: држава, покрајина локације

source: Postal Code
sr: Поштански број

source: ZIP or other postal code
sr: ZIP или други поштански број

source: Country
sr: Држава

source: country of the physical address
sr: земља физичке адресе

source: commonly used word(s) or formalised word(s) or phrase(s) used to describe the subject (space or comma-separated
sr: најчешће коришћене речи или формализоване речи или фразе које се користе за описивање субјекта (раздвојене размаком или зарезом

source: Timezone
sr: Временска зона

source: No Group
sr: Нема групе

source: All contents
sr: Сав садржај

source: No Organization Info
sr: Нема информација о организацији

source: Forgot Username
sr: Заборављено корисничко име

source: Enter your email address and click the submit button. <br />Your username will be sent to you.
sr: Унесите своју адресу е-поште и кликните на дугме за слање. <br />Ваше корисничко име ће вам бити послато.

source: Create Profile
sr: Направити профил

source: Profile of
sr: Профил од

source: Not provided.
sr: Није обезбеђено.

source: Position
sr: Позиција

source: Organization
sr: Организација

source: Not provided
sr: Није обезбеђено

source: Fax
sr: Факс

source: User layers WMS GetCapabilities document
sr: Кориснички слојеви WMS GetCapabilities документ

source: Message User
sr: Порука кориснику

source: Edit profile
sr: Измени профил

source: Connected social accounts
sr: Повезани друштвени налози

source: Associated e-mails
sr: Повезани е-маилови

source: Set/Change password
sr: Подеси/промени лозинку

source: Upload new layers
sr: Учитај нове слојеве

source: Create a new layer
sr: Креирајте нови слој

source: Upload new document
sr: Отпремите нови документ

source: Create a new map
sr: Направи нову мапу

source: My Activities
sr: Моје активности

source: Notifications
sr: Обавештења

source: Announcements
sr: Објаве

source: Invite Users
sr: Позовите кориснике

source: Invite users
sr: Позовите кориснике

source: User Activities
sr: Корисничке активности

source: Resources
sr: Ресурси

source: Edit Your Profile
sr: Уредите свој профил

source: Edit Profile for
sr: Измени профил за

source: Change your avatar
sr: Промените свој аватар

source: Update profile
sr: Ажурирајте профил

source: Explore People
sr: Истражите људе

source: Your username for {site.name}
sr: Ваше корисничко име за {site.name}

source: Your username has been emailed to you.
sr: Ваше корисничко име вам је послато е-поштом.

source: No user could be found with that email address.
sr: Није могуће пронаћи корисника са том адресом е-поште.

source: You are not permitted to save or edit this resource.
sr: Није вам дозвољено да сачувате или уређујете овај ресурс.

source: You are not authorized to download this resource.
sr: Нисте ауторизовани да преузмете овај ресурс.

source: No files have been found for this resource. Please, contact a system administrator.
sr: Нису пронађене датотеке за овај ресурс. Молимо, контактирајте администратора.

source: No files found.
sr: Нису пронађене датотеке.

source: Not Authorized
sr: Није овлашћено

source: GeoNode Resource Processing Library
sr: Библиотека за обраду ресурса ГеоНоде

source: Disabling this Task will make the Processing Workflow to skip it.
sr: Онемогућавање овог задатка ће учинити да ток рада обраде прескочи.

source: Processing Workflow Tasks
sr: Обрада задатака тока посла

source: Session is Expired. Please login again!
sr: Сесија је истекла. Молимо, пријавите се поново!

source: Permissions successfully updated!
sr: Дозволе су успешно ажуриране!

source: Error updating permissions :(
sr: Грешка при ажурирању дозвола :(

source: You are not allowed to change permissions for this resource
sr: Није вам дозвољено да мењате дозволе за овај ресурс

source: Security Rules Cache Refreshed!
sr: Кеш сигурносних правила је освежен!

source: You cannot modify this resource!
sr: Не можете модификовати овај ресурс!

source: Attributes/Stats Refreshed Successfully!
sr: Атрибути/Статистика успешно освежени!

source: GeoWebCache Tiled Layer Emptied!
sr: GeoWebCache Tiled слој је испражњен!

source: Wrong permissions specification
sr: Погрешна спецификација дозвола

source: error delivering notification
sr: грешка при испоруци обавештења

source: Auto-detect
sr: Аутоматско откривање

source: Paired WMS/WFS/WCS
sr: Упарени WMS/WFS/WCS

source: Catalogue Service
sr: Сервис каталога

source: Harvard Geospatial Library
sr: Харвардска геопросторна библиотека

source: Service URL
sr: URL сервиса

source: Service Type
sr: Тип сервиса

source: Service %(url)s is already registered
sr: Сервис %(url)s је већ регистрован

source: Could not connect to the service at %(url)s
sr: Није могуће повезати се са услугом на %(url)s

source: Could not find importable resources for the service at %(url)s
sr: Није могуће пронаћи ресурсе за увоз за услугу на %(url)s

source: Found service of type %(found_type)s instead of %(service_type)s
sr: Пронађена услуга типа %(found_type)s уместо %(service_type)s

source: Local
sr: Локално

source: Cascaded
sr: Каскадно

source: Harvested
sr: Убрано

source: Indexed
sr: Индексирано

source: Live
sr: Уживо

source: Resource is queued
sr: Ресурс је у реду чекања

source: Remote service unavailable
sr: Даљинска услуга није доступна

source: Service unavailable
sr: Услуга није доступна

source: Could not contact
sr: Не могу контактирати

source: Contact
sr: Контакт

source: Service Resources
sr: Ресурси услуге

source: No resources have been imported yet.
sr: Још увек нису увезени ресурси.

source: Retry job
sr: Понови посао

source: previous
sr: претходно

source: next
sr: следеће

source: Connecting to service...
sr: Повезивање на сервис...

source: Edit Service Metadata
sr: Уређивање сервисних метаподатака

source: Import Service Resources
sr: Увоз ресурса услуге

source: Remove Service
sr: Уклони услугу

source: Edit Service
sr: Уреди услугу

source: Services
sr: Услуге

source: Add Remote Service
sr: Додај удаљену услугу

source: Remote Services
sr: Удаљени сервиси

source: No services registered
sr: Нема регистрованих услуга

source: Register Service
sr: Служба регистрације

source: Register New Service
sr: Региструјте нову услугу

source: Service has been created:
sr: Услуга је креирана:

source: The following layers will be imported
sr: Следећи слојеви ће бити увезени

source: Remove Remote Service
sr: Уклоните удаљену услугу

source: Are you sure you want to remove
sr: Да ли сте сигурни да желите да уклоните

source: Deleting service and its associated resources...
sr: Брисање услуге и њених повезаних ресурса...

source: Import resources
sr: Увезите ресурсе

source: no
sr: не

source: resources can be imported
sr: ресурси се могу увести

source: - These will be cascaded through your local geoserver instance
sr: - Они ће бити каскадно распоређени кроз инстанцу вашег локалног геосервера

source: Id
sr: Ид

source: Clear Filter
sr: Обрисати филтер

source: Back to service details
sr: Назад на детаље услуге

source: Import Resources
sr: Увоз ресурса

source: Previous
sr: Претходно

source: All resources have already been imported
sr: Сви ресурси су већ увезени

source: Harvesting resources...
sr: Сакупљање ресурса...

source: Re-scan Service for new Resources
sr: Поново скенирајте услугу за нове ресурсе

source: Service registered successfully
sr: Услуга је успешно регистрована

source: The selected resources are being imported
sr: Изабрани ресурси се увозе

source: The selected resources have been imported
sr: Изабрани ресурси су увезени

source: Resource is already being processed
sr: Ресурс се већ обрађује

source: Resource {resource_id} is being processed
sr: Ресурс {resource_id} се обрађује

source: Service rescanned successfully
sr: Услуга је успешно скенирана

source: You dont have enougth rigths to see the resource detail
sr: Немате довољно права да видите детаље ресурса

source: You are not permitted to change this service.
sr: Није вам дозвољено да мењате ову услугу.

source: You are not permitted to remove this service.
sr: Није вам дозвољено да уклоните ову услугу.

source: Service {service.name} has been deleted
sr: Услуга {service.name} је избрисана

source: created
sr: створено

source: deleted
sr: брисано

source: updated
sr: ажурирано

source: added a comment
sr: додао/ла коментар

source: updated a comment
sr: ажуриран коментар

source: uploaded
sr: додато

source: Recent activity
sr: Недавна активност

source: to
sr: за

source: on
sr: на

source: Not Permitted
sr: Није дозвољено

source: You are not allowed to perform this operation.
sr: Није Вам дозвољено да извршите ову операцију.

source: Please verify that you are logged in as the correct user.
sr: Молимо вас да проверите да ли сте пријављени као тачан корисник.

source: Please login or register and retry.
sr: Молимо пријавите се или се региструјте и покушајте поново.

source: Page Not Found
sr: Страница није пронађена

source: The page you requested does not exist. Perhaps you are using an outdated bookmark?
sr: Страница коју сте тражили не постоји. Можда користите застарели обележивач?

source: Toggle navigation
sr: Укључите навигацију

source: Datasets
sr: Скупови података

source: People
sr: Људи

source: Search
sr: Претрага

source: Register
sr: Регистрација

source: Sign in
sr: Пријава

source: You are using an outdated browser that is not supported by GeoNode.
sr: Користите застарели претраживач који ГеоНоде не подржава.

source: Please use a <strong>modern browser</strong> like Mozilla Firefox, Google Chrome or Safari.
sr: Молимо, користите <strong>модерни прегледач</strong> као што су Mozilla Firefox, Google Chrome или Safari.

source: There was a problem loading this page
sr: Дошло је до проблема при учитавању ове странице

source: Please contact your GeoNode administrator (they may have received an email automatically if they configured it properly). If you are the site administrator, enable debug mode to see the actual error and fix it or file an issue in <a href="http://github.com/GeoNode/geonode/issues">GeoNode's issue tracker</a>
sr: Молимо контактирајте свог GeoNode администратора (можда су аутоматски примили е-пошту ако су је правилно конфигурисали).. ко сте администратор сајта, омогућите режим за отклањање грешака да видите стварну грешку и поправите је или пријавите проблем у <a href="http://github.com/GeoNode/geonode/issues">GeoNode's алату за праћење проблема</a>

source: Create a new dataset
sr: Креирајте нови скуп података

source: Create Map
sr: Направи карту

source: Add User
sr: Додај корисника

source: Add user
sr: Додај корисника

source: Powered by
sr: Покреће

source: version
sr: верзија

source: Developers
sr: Програмери

source: Username
sr: Корисничко име

source: Password
sr: Лозинка

source: Remember Me
sr: Запамти ме

source: Menu
sr: Мени

source: Recent Activity
sr: Недавна активност

source: Inbox
sr: Пријемно сандуче

source: Help
sr: Упомоћ

source: Log out
sr: Одјавите се

source: Info
sr: Инфо

source: Granules
sr: Грануле

source: Share
sr: Поделити

source: Ratings
sr: Оцене

source: Set permissions on selected resources
sr: Подесите дозволе за изабране ресурсе

source: Apply Changes
sr: Примени измене

source: total
sr: укупно

source: Add Comment
sr: Додај коментар

source: Log in to add a comment
sr: Пријавите се да бисте додали коментар

source: By
sr: Од

source: Submit Comment
sr: Пошаљи коментар

source: Who can view it?
sr: Ко то може да види?

source: Anyone
sr: Било ко

source: The following users:
sr: Следећи корисници:

source: The following groups:
sr: Следеће групе:

source: Who can download it?
sr: Ко може да преузме?

source: Who can change metadata for it?
sr: Ко може да промени метаподатке за то?

source: Who can edit data for this dataset?
sr: Ко може да уређује податке за овај скуп података?

source: Who can edit styles for this dataset?
sr: Ко може да уређује стилове за овај скуп података?

source: Who can manage it? (update, delete, change permissions, publish/unpublish it)
sr: Ко то може да управља? (ажурира, брише, мења дозволе, објављује/опозива објављивања)

source: Set permissions for this resource
sr: Поставити дозволу за овај ресурс

source: People and Groups
sr: Људи и групе

source: Geo Limits
sr: Гео ограничења

source: Users
sr: Корисници

source: Show Geo Limits
sr: Прикажи географска ограничења

source: Upload Geo Limits
sr: Гео ограничења за отпремање

source: Save Geo Limits
sr: Сачувај географске границе

source: Delete Geo Limits
sr: Избриши географска ограничења

source: Message box
sr: Кутија за поруке

source: OK
sr: ОК

source: Mandatory files : SHP , DBF
sr: Обавезни фајлови: SHP , DBF

source: Upload a ZIP file containing an ESRI Shapefile. If the ZIP provides also a .prj file, you don't have to specify the EPSG SRID
sr: Отпремите ZIP датотеку која садржи ESRI Shapefile. Ако ZIP обезбеђује и .prj датотеку, не морате да наводите EPSG SRID

source: Choose
sr: Изабери

source: Choose a file...
sr: Одабери датотеку...

source: Reset
sr: Ресетуј

source: Only the SRID number without the 'EPSG:' prefix!
sr: Само SRID број без префикса 'EPSG:'!

source: Default : 4326
sr: Подразумевано : 4326

source: Set your desired encoding UTF-8, Big5, Big5-HKSCS ...
sr: Подесите жељено кодирање УТФ-8, Биг5, Биг5-ХКСЦС ...

source: Load SHP-ZIP
sr: Учитајте SHP-ZIP

source: <p>This will remove the Geo Limits currently drawn on the map.</p><p>In order to store the Geo Limits you will need to <strong>save</strong> them anyway.</p><p>Do you want to proceed?</p>
sr: <p>Ово ће уклонити географска ограничења која су тренутно уцртана на мапи.</p><p>Да бисте сачували географска ограничења, свеједно ћете морати да их <strong>сачувате</strong></p><p>Желите ли да наставите?</p>

source: <p>This will override the current stored Geo Limits on the DB.</p><p>To apply them you will need to click on <strong>Apply Changes</strong> button anyway.</p><p><strong>WARNING:</strong> This operation cannot be reverted!</p><p>Do you want to proceed?</p>
sr: <p>Ово ће заменити тренутно сачувана географска ограничења у бази података.</p><p>Да бисте их применили, мораћете да кликнете на дугме <strong>Примени промене</strong></p><p><strong>УПОЗОРЕЊЕ:</strong> Ова операција је неповратљива!</p><p>Желите ли да наставите?</p>

source: Save Geo Limit
sr: Сачувај географско ограничење

source: <p>Geometry <strong>successfully</strong> saved!</p><p>To apply them you will need to click on <strong>Apply Changes</strong> button.</p>
sr: <p>Геометрија је <strong>успешно</strong> сачувана!</p><p>Да бисте их применили, мораћете да кликнете на дугме <strong>Примени промене</strong>.</p>

source: <p><strong>Error</strong> while trying to save the Geometry!</p>
sr: <п><стронг>Грешка</стронг> при покушају чувања геометрије!</п>

source: Load Geo Limits
sr: Учитати Гео лимите

source: Load Geo Limit
sr: Учитати Гео лимит

source: <p><strong>No Geometry</strong> found!</p>
sr: <п><стронг>Геометрија није пронађена</стронг>!</п>

source: <p>This will <strong>permanently</strong> remove the Geo Limits from the DB.</p><p>To apply them you will need to click on <strong>Apply Changes</strong> button.</p><p>Do you want to proceed?</p>
sr: <p>Ово ће <strong>трајно</strong> клонити географска ограничења из базе података.</p><p>Да бисте их применили, мораћете да кликнете на дугме <strong>Примени промене</strong>.</p><p>Желите ли да наставите?</p>

source: Delete Geo Limit
sr: Избриши географско ограничење

source: <p><strong>Geo Limitsy</strong> successfully deleted!</p>
sr: <п><стронг>Гео Лимитси</стронг> је успешно избрисан!</п>

source: <p><strong>Error</strong> occurred while trying to delete Geo Limits:</p>
sr: <п><стронг>Дошло је до грешке</стронг> при покушају брисања географских ограничења:</п>

source: Choose users...
sr: Изаберите кориснике...

source: Choose groups...
sr: Изабери групе...

source: Placeholder for status-message
sr: Чувар места за статусну поруку

source: Placeholder for status-message-body
sr: Чувар места за статус-тело поруке

source: About GeoNode
sr: О GeoNode

source: GeoNode is a geospatial content management system, a platform for the management and publication of geospatial data. It brings together mature and stable open-source software projects under a consistent and easy-to-use interface allowing non-specialized users to share data and create interactive maps.
sr: GeoNode је систем за управљање геопросторним садржајем, платформа за управљање и објављивање геопросторних података. Он окупља зреле и стабилне софтверске пројекте отвореног кода у оквиру конзистентног и једноставног интерфејса који омогућава неспецијализованим корисницима да деле податке и креирају интерактивне мапе.

source: Data management tools built into GeoNode allow for integrated creation of data, metadata, and map visualizations. Each dataset in the system can be shared publicly or restricted to allow access to only specific users. Social features like user profiles and commenting and rating systems allow for the development of communities around each platform to facilitate the use, management, and quality control of the data the GeoNode instance contains.
sr: Алати за управљање подацима уграђени у GeoNode омогућавају интегрисано креирање података, метаподатака и визуелизације мапа. Сваки скуп података у систему може се јавно делити или ограничити да би се омогућио приступ само одређеним корисницима. Друштвене функције попут корисничких профила и система за коментарисање и оцењивање омогућавају развој заједница око сваке платформе како би се олакшало коришћење, управљање и контрола квалитета података које GeoNode инстанца садржи.

source: It is also designed to be a flexible platform that software developers can extend, modify or integrate against to meet requirements in their own applications.
sr: Такође је дизајниран да буде флексибилна платформа коју програмери софтвера могу проширити, модификовати или интегрисати како би испунили захтеве у својим апликацијама.

source: Account Inactive
sr: Налог је неактиван

source: This account is inactive.
sr: Овај налог је неактиван.

source: Account Pending Approval
sr: Налог чека одобрење

source: We have sent the administrators a notice to approve your account associated with <b>%(email)s</b>. If the account is approved, you will receive a confirmation notice.
sr: Послали смо администраторима обавештење да одобре ваш налог повезан са <b>%(email)s</b>. Ако је налог одобрен, добићете обавештење о потврди.

source: Account
sr: Рачун

source: E-mail Addresses
sr: Е-маил адресе

source: The following e-mail addresses are associated with your account:
sr: Следеће адресе е-поште су повезане са вашим налогом:

source: Verified
sr: Верифиед

source: Unverified
sr: Неверификовано

source: Primary
sr: Примарно

source: Make Primary
sr: Направи примарни

source: Re-send Verification
sr: Поново пошаљи верификацију

source: Warning:
sr: Упозорење:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
sr: Тренутно немате подешену ниједну адресу е-поште. Заиста би требало да додате адресу е-поште како бисте могли да примате обавештења, ресетујете лозинку итд.

source: Add E-mail Address
sr: Додај адресу е-поште

source: Add E-mail
sr: Додај е-пошту

source: Do you really want to remove the selected e-mail address?
sr: Да ли заиста желите да уклоните изабрану адресу е-поште?

source: Hello from %(site_name)s! You're receiving this e-mail because user %(user_display)s has given yours as an e-mail address to connect their account. To confirm this is correct, go to %(activate_url)s
sr: Поздрав од %(site_name)s! Примили сте ову е-пошту јер је корисник %(user_display)s дао вашу адресу е-поште за повезивање свог налога. Да бисте потврдили да је ово тачно, идите на %(activate_url)s

source: Thank you from %(site_name)s! %(site_domain)s
sr: Хвала вам од %(site_name)s! %(site_domain)s

source: Please confirm email address for %(site_name)s
sr: Молимо потврдите адресу е-поште за %(site_name)s

source: You have been invited to sign up at %(site_name)s.
sr: Позвани сте да се пријавите на %(site_name)s.

source: Create an account on %(site_name)s
sr: Креирајте налог на %(site_name)s

source: This is the email notification to confirm your password has been changed on
sr: Ово је обавештење путем е-поште за потврду да је ваша лозинка промењена

source: Change password email notification
sr: Обавештење о промени лозинке е-поштом

source: Hello from %(site_name)s! You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
sr: Поздрав од %(site_name)s! Примили сте ову е-поруку јер сте ви или неко други затражили лозинку за ваш кориснички налог. Може се безбедно занемарити ако нисте захтевали ресетовање лозинке. Кликните на везу испод да бисте ресетовали своју лозинку.

source: In case you forgot, your username is %(username)s.
sr: У случају да сте заборавили, ваше корисничко име је %(username)s.

source: Thank you for using %(site_name)s! %(site_domain)s
sr: Хвала Вам што користите %(site_name)s! %(site_domain)s

source: [%(site_name)s] Password reset
sr: [%(site_name)s] Ресетовање лозинке

source: Confirm E-mail Address
sr: Потврдите адресу е-поште

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
sr: Потврдите да је <a href="mailto:%(email)s">%(email)s</a> адреса е-поште за корисника %(user_display)s.

source: Confirm
sr: Потврди

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
sr: Ова веза за потврду е-поште је истекла или је неважећа. Молимо <a href="%(email_url)s">пошаљите нови захтев за потврду е-поште</a>.
