Repository: labepn/sr
Catalog: LC_MESSAGES/django.po
Languages: sr

source: Log in
sr: Пријавите се

source: Log in to an existing account
sr: Пријавите се на постојећи налог

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
sr: Пријавите се са једним ваших постојећих налога треће стране. Или, <a href="%(signup_url)s">региструјте се</a> за %(site_name)s налог и пријавите се испод:

source: or
sr: или

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
sr: Ако још нисте отворили налог, молим вас Прво се <a href="%(signup_url)s">региструјте</a>.

source: Forgot Password?
sr: Заборавили сте лозинку?

source: Sign In
sr: Пријавите се

source: Are you sure you want to log out?
sr: Да ли сте сигурни да желите да се одјавите?

source: Password change
sr: Промена лозинке

source: Password Change
sr: Промена лозинке

source: Change your password here
sr: Промените своју лозинку овде

source: Change my password
sr: Промени моју лозинку

source: Password reset
sr: Ресетовање лозинке

source: Password Reset
sr: Ресетовање лозинке

source: Forgotten your password?
sr: Заборавили сте лозинку?

source: Enter your email address below, and we'll send you an email allowing you to reset it.
sr: Унесите своју адресу е-поште испод, а ми ћемо вам послати поруку е-поште која вам омогућава да је ресетујете.

source: Reset my password
sr: Ресетујте моју лозинку

source: If you have any trouble resetting your password, contact us at <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
sr: Ако имате проблема са ресетовањем лозинке, контактирајте нас на <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
sr: Послали смо вам е-mail. Контактирајте нас ако га не добијете у року од неколико минута.

source: Change Password
sr: Промени лозинку

source: Bad Token
sr: Лош токен

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
sr: Веза за ресетовање лозинке је била неважећа, вероватно зато што је већ коришћена. Затражите <a href="%(passwd_reset_url)s">ново ресетовање лозинке</a>.

source: change password
sr: промени лозинку

source: Your password is now changed.
sr: Ваша лозинка је сада промењена.

source: Set Password
sr: Поставите лозинку

source: Password Set
sr: Постављена лозинка

source: Set your password here
sr: Поставите своју лозинку овде

source: Set password
sr: Поставите лозинку

source: Sign up
sr: Пријавите се

source: Create a new local account
sr: Креирајте нови локални налог

source: Sign Up Closed
sr: Пријава затворена

source: We are sorry, but the sign up is currently closed.
sr: Жао нам је, али пријава је тренутно затворена.

source: Note
sr: Напомена

source: you are already logged in as %(user_display)s.
sr: већ сте пријављени као %(user_display)s.

source: Verify your email address
sr: Потврдите своју адресу е-поште

source: We have sent an email to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes
sr: Послали смо вам е-пошту ради верификације. Пратите обезбеђена веза за завршетак процеса регистрације. Молимо контактирајте нас ако јесте не примите га у року од неколико минута

source: Verify Your E-mail Address
sr: Потврдите своју е-маил адресу

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
sr: Овај део сајта захтева од нас да то проверимо ти си оно за шта тврдиш да јеси. У ту сврху захтевамо од вас потврдите власништво над вашом е-mail адресом.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
sr: Послали смо вам е-поруку за верификацију. Молимо кликните на везу у овој е-поруци. Молимо вас контактирајте нас ако га не добијете у року од неколико минута.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
sr: <strong>Напомена:</strong> и даље можете да <a href="%(email_url)s">промените своју адресу е-поште</a>.

source: My Activity feed
sr: Мој feed активности

source: Activity Feed
sr: Feed активности

source: Are you sure you want to run the selected
sr: Да ли сте сигурни да желите да покренете изабрано

source: Yes, I'm sure
sr: Да, сигуран сам

source: GeoNode site admin
sr: ГеоНоде администратор сајта

source: GeoNode administration
sr: Администрација ГеоНоде

source: Delete Announcement?
sr: Избрисати најаву?

source: Are you sure you want to delete this announcement?
sr: Да ли сте сигурни да желите да избришете ову објаву?

source: Edit Announcement
sr: Уреди најаву

source: Create Announcement
sr: Направи најаву

source: New Announcement
sr: Нова објава

source: Level
sr: Ниво

source: Announcement
sr: Објава

source: Published From
sr: Објављено од

source: Published from <b>%(publish_start)s</b> to <b>%(publish_end)s</b>.
sr: Објављено од <b>%(publish_start)s</b> за <b>%(publish_end)s</b>.

source: Announcements : %(announcement)s
sr: Објаве : %(announcement)s

source: Back to edit your profile information
sr: Назад да измените информације о свом профилу

source: Your current avatar:
sr: Ваш тренутни аватар:

source: You haven't uploaded an avatar yet. Please upload one now.
sr: Још нисте поставили аватар. Молимо, поставите сада.

source: Upload New Image
sr: Отпреми нову слику

source: Choose new Default
sr: Изаберите ново подразумевано

source: Delete Your Avatar
sr: Избришите свој аватар

source: Please select the avatars that you would like to delete.
sr: Молимо изаберите аватаре које желите да избришете.

source: You have no avatars to delete. Please <a href="%(avatar_change_url)s">upload one</a> now.
sr: Немате аватаре за брисање. <a href="%(avatar_change_url)s">додајте један</a> сада.

source: Delete These
sr: Избриши ове

source: GeoNode Search
sr: GeoNode претрага

source: Contact Us
sr: Контактирајте нас

source: Tel
sr: Телефон

source: Uploading...
sr: Учитавање...

source: Upload in progress...
sr: Отпремање је у току...

source: Processing...
sr: Обрада...

source: Updating Thumbnail...
sr: Ажурирање сличице...

source: Message. Do you want to proceed?
sr: Порука. Да ли желите да наставите?

source: Processing Resource...
sr: Обрада ресурса...

source: Information for Developers
sr: Информације за програмере

source: Useful information for developers interested in GeoNode.
sr: Корисне информације за програмере заинтересоване за ГеоНоде.

source: GeoNode's Web Services
sr: GeoNode-ови веб сервиси

source: GeoNode's Web Services are available from the following URLs:
sr: Веб сервиси ГеоНоде-а доступне су са следећих URL адреса:

source: Dynamic tiles via WMS:
sr: Динамичке плочице преко WMS-а:

source: Vector data via WFS:
sr: Векторски подаци преко WFS-а:

source: Raster data via WCS:
sr: Растер подаци преко WCS-а:

source: Metadata search via CSW:
sr: Претраживање метаподатака преко CSW:

source: Metadata search via OpenSearch:
sr: Претрага метаподатака преко OpenSearch:

source: Metadata search via OAI-PMH:
sr: Претрага метаподатака преко OAI-PMH:

source: Cached tiles via WMTS:
sr: Кеширане плочице преко WMTS-а:

source: User Guide
sr: Упутство за употребу

source: GeoNode Help
sr: GeoNode помоћ

source: This page provides helpful information about how to use the GeoNode. You can use the sidebar links to navigate to what you want to know.
sr: Ова страница пружа корисне информације о томе како да користите GeoNode. Можете користити везе на бочној траци да бисте се кретали до онога што желите да знате.

source: Sections
sr: Секције

source: Browsing Layers
sr: Прегледање слојева

source: Developer Access
sr: Приступ за програмере

source: Browsing Maps
sr: Претрага карата

source: Creating a Map
sr: Креирање мапе

source: Exporting a Map
sr: Извоз мапе

source: Remixing a Map
sr: Ремиксирање мапе

source: Welcome!
sr: Добро дошли!

source: Get Started &raquo;
sr: Започните &raquo;

source: Search for Data.
sr: Потражите податке.

source: Advanced Search
sr: Напредна претраживања

source: Click to search for geospatial data published by other users, organizations and public sources. Download data in standard formats.
sr: Кликните да бисте претражили геопросторне податке које су објавили други корисници, организације и јавни извори. Преузмите податке у стандардним форматима.

source: Add datasets
sr: Додати сетове података

source: Explore datasetss
sr: Истражити сетове података

source: Data is available for browsing, aggregating and styling to generate maps which can be saved, downloaded, shared publicly or restricted to specify users only.
sr: Подаци су доступни за прегледање, обједињавање и стилизовање за генерисање мапа које се могу сачувати, преузети, јавно делити или ограничити само на одређене кориснике.

source: Create maps
sr: Направити карте

source: Explore maps
sr: Истражити карте

source: As for the layers and maps GeoNode allows to publish tabular and text data, manage their metadata and associated documents.
sr: Што се тиче слојева и мапа, GeoNode омогућава објављивање табеларних и текстуалних података, управљање њиховим метаподацима и повезаним документима.

source: Add documents
sr: Додати документе

source: Explore documents
sr: Истражити документе

source: Geonode allows registered users to easily upload geospatial data and various documents in several formats.
sr: Geonode омогућава регистрованим корисницима да лако додају геопросторне податке и разне документе у неколико формата.

source: See users
sr: Погледајте кориснике

source: Featured Datasets
sr: Истакнути скупови података

source: Accept
sr: Прихватити

source: Reject
sr: Одбити

source: Leave
sr: Напустити

source: Dear Sir/Madam,
sr: Драги господине/госпођо,

source: is inviting you to join (%(site_name)s).
sr: вас позива да се придружите (%(site_name)s).

source: To do so, please register at <a href="%(invite_url)s">%(site_name)s Registration</a>.
sr: Да бисте то урадили, региструјте се на <a href="%(invite_url)s">%(site_name)s регистрација</a>.

source: Once you receive the confirmation that your account is activated, you can notify
sr: Када добијете потврду да је ваш налог активиран, можете га обавестити

source: that you wish to join her/his group(s) through
sr: преко које желите да се придружите њеним/његовим групама

source: this link
sr: овај линк

source: <strong>%(inviter_name)s</strong> is a member of the following group(s):
sr: <strong>%(inviter_name)s</strong> је члан следеће групе(а):

source: We look forward to seeing you on the platform,
sr: Радујемо се што ћемо вас видети на платформи,

source: The GeoNode team.
sr: GeoNode тим.

source: is inviting you to join
sr: вас позива да се придружите

source: To do so, please register at
sr: Да бисте то урадили, молимо вас да се региструјете на

source: that you wish to join her/his group(s) through this link
sr: да се желите придружити њеним/његовим групама путем ове везе

source: is a member of the following group(s)
sr: је члан следеће групе(а)

source: Updating Metadata...
sr: Ажурирање метаподатака...

source: Topic Category is mandatory and cannot be empty!
sr: Категорија теме је обавезна и не може бити празна!

source: Group is mandatory and cannot be empty!
sr: Група је обавезна и не може бити празна!

source: Identification
sr: Идентификација

source: Yes
sr: Да

source: Published
sr: Објављено

source: email
sr: е-пошта

source: Information
sr: Информације

source: Identification Image
sr: Идентификациона слика

source: Spatial Extent
sr: Просторни опсег

source: Projection System
sr: Пројекциони систем

source: Extension x0
sr: Ектенсион к0

source: Extension x1
sr: Проширење к1

source: Extension y0
sr: Екстензија и0

source: Extension y1
sr: Екстензија и1

source: Features
sr: Карактеристике

source: Contact Points
sr: Контактне тачке

source: References
sr: Референце

source: Link Online
sr: Линк Онлине

source: Metadata Page
sr: Страница са метаподацима

source: Online Link
sr: Линк на мрежи

source: * Field declared Mandatory by the Metadata Schema
sr: * Поље које је шема метаподатака прогласила обавезним

source: Please, fill the following items before clicking on preview:
sr: Молимо попуните следеће ставке пре него што кликнете на преглед:

source: Request perission
sr: Захтевати дозволу

source: Request editing for resource:
sr: Захтевати измену овог ресурса:

source: Back to resource
sr: Назад на ресурс

source: Send request
sr: Послати захтев

source: Your account has been approved and is now active.
sr: Ваш налог је одобрен и сада је активан.

source: You can use the login form at
sr: Можете користити образац за пријаву на

source: Welcome at
sr: Добро дошли у

source: Your account is now active
sr: Ваш налог је сада активан

source: has requested access to the site.
sr: затражио приступ сајту.

source: You can enable access by setting the user as active on the admin section
sr: Можете омогућити приступ тако што ћете поставити корисника као активног у одељку администратора

source: A user has requested access to the site
sr: Корисник је затражио приступ сајту

source: The following document was approved
sr: Следећи документ је одобрен

source: owned by
sr: власништво

source: You can visit the document's detail page here
sr: Овде можете посетити страницу са детаљима документа

source: A document has been approved
sr: Документ је одобрен

source: A comment has been posted for the document
sr: Постављен је коментар за документ

source: by the user
sr: од корисника

source: A comment has been posted for a document
sr: Постављен је коментар за документ

source: The user
sr: Корисник

source: uploaded the following document
sr: је отпремио следећи документ

source: A document has been uploaded
sr: Документ је учитан

source: The following document was deleted
sr: Следећи документ је обрисан

source: A document has been deleted
sr: Документ је обрисан

source: The following document was published
sr: Следећи документ је објављен

source: A document has been published
sr: Документ је објављен

source: rated
sr: оцењено

source: the following document
sr: следећи документ

source: You can visit the layer's detail page here
sr: Овде можете посетити страницу са детаљима слоја

source: A document has been rated
sr: Документ је оцењен

source: The following document was updated
sr: Следећи документ је ажуриран

source: A document has been updated
sr: Документ је ажуриран

source: You have received the following notice from
sr: Примили сте следеће обавештење од

source: To change how you receive notifications, please go to
sr: Да бисте променили начин на који примате обавештења, идите на

source: The following layer was approved
sr: Следећи слој је одобрен

source: A layer has been approved
sr: Слој је одобрен

source: A comment has been posted for the layer
sr: Постављен је коментар за слој

source: A comment has been posted for a layer
sr: Постављен је коментар за слој

source: uploaded the following layer
sr: отпремљен следећи слој

source: A new layer has been uploaded
sr: Нови слој је постављен

source: The following layer was deleted
sr: Следећи слој је обрисан

source: A layer has been deleted
sr: Слој је обрисан

source: The following layer was published
sr: Следећи слој је објављен

source: A layer has been published
sr: Слој је објављен

source: the following layer
sr: следећи слој

source: A layer has been rated
sr: Слој је оцењен

source: The following layer was updated
sr: Следећи слој је ажуриран

source: A layer has been updated
sr: Слој је ажуриран

source: The following map was approved
sr: Следећа мапа је одобрена

source: You can visit the map's detail page here
sr: Овде можете посетити страницу са детаљима мапе

source: A map has been approved
sr: Мапа је одобрена

source: A comment has been posted for the map
sr: Постављен је коментар за мапу

source: A comment has been posted for a map
sr: Постављен је коментар за мапу

source: created the following map
sr: направио следећу карта

source: A map has been created
sr: Карта је направљена

source: The following map was deleted
sr: Следећа карта је обрисана

source: A map has been deleted
sr: Карта је обрисана

source: The following map was published
sr: Објављена је следећа карта

source: A map has been published
sr: Карта је објављена

source: the following map
sr: следећа карта

source: A map has been rated
sr: Карта је оцењена

source: The following map was updated
sr: Следећа карта је ажурирана

source: A map has been updated
sr: Карта је ажурирана

source: Notification Settings
sr: Подешавања обавештења

source: <p class="alert alert-warning"> <span class="warning">Note</span>: You do not have a verified email address to which notices can be sent. <a href="%(email_url)s">Add one</a> now. </p>
sr: <p class="alert alert-warning"> <span class="warning">Напомена</span>: Немате верификовану адресу е-поште на коју се могу слати обавештења. <a href="%(email_url)s">Додајте једну</a> сада. </p>

source: Notification Type
sr: Врста обавештења

source: requested you to download this resource
sr: захтевао је да преузме овај ресурс

source: Please go to resource page and assign the download permissions if you wish
sr: Идите на страницу ресурса и доделите дозволе за преузимање ако желите

source: A resource's download has been requested
sr: Затражено је преузимање ресурса

source: Privacy &#038; Cookies Policy
sr: Приватност &#038; Правила колачића

source: Privacy &#038; Cookies Policy.
sr: Приватност &#038; Правила колачића.

source: Following
sr: Праћење

source: This user is not following anyone
sr: Овај корисник не прати никога

source: Followers
sr: Пратиоци

source: No one is following this user
sr: Нико не прати овог корисника

source: Manage Connections
sr: Управљање везама

source: Blocking
sr: Блокирање

source: Unfollow
sr: Престани пратити

source: Follow
sr: Прати

source: Unblock
sr: Деблокирај

source: Block
sr: Блок

source: No longer
sr: Не више

source: You're not %(status_slug)s anyone!
sr: Ти ниси нико %(status_slug)s!

source: Success
sr: Успех

source: You are
sr: Ви сте

source: no longer
sr: не више

source: %(to_user_username)s's profile
sr: Профил %(to_user_username)s

source: Responsibles
sr: Одговорни

source: Date begins after:
sr: Датум почиње након:

source: yyyy-mm-dd
sr: dd.MM.yyyy.

source: Date ends before:
sr: Датум се завршава пре:

source: Search by region
sr: Тражи по региону

source: Selection
sr: Избор

source: No list items selected. Use the selection fields to add.
sr: Није изабрана ниједна листа. Користите поље за селекцију како би додали.

source: Filters
sr: Филтери

source: Datasets found
sr: Пронађени скупови података

source: Maps found
sr: Пронађене карте

source: Documents found
sr: Пронађени документи

source: found
sr: пронађено

source: search
sr: тражи

source: Search by name
sr: Тражи по имену

source: Total
sr: Укупно

source: Most recent
sr: Најновије

source: Less recent
sr: Најстарије

source: A - Z
sr: А - Ш

source: Z - A
sr: Ш - А

source: Most popular
sr: Најпопуларнији

source: Text
sr: Текст

source: Share This Dataset
sr: Дели овај скуп података

source: Share This
sr: Подели ово

source: Social Network Login Failure
sr: Грешка пријављивања на друштвену мрежу

source: An error occurred while attempting to login via your social network account.
sr: Дошло је до грешке при покушају да се пријавите преко вашег налога на друштвеној мрежи.

source: Code
sr: Шифра

source: Exception
sr: Изузетак

source: Account Connections
sr: Везе налога

source: You can sign in to your account using any of the following already connected third party accounts:
sr: Можете да се пријавите на свој налог користећи било који од следећих већ повезаних налога трећих страна:

source: You currently have no social network accounts connected to this account.
sr: Тренутно немате ниједан налог на друштвеним мрежама повезан са овим налогом.

source: Add a 3rd Party Account
sr: Додајте налог треће стране

source: Login Cancelled
sr: Пријава отказана

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
sr: Одлучили сте да откажете пријаву на наш сајт користећи један од ваших постојећих налога. Ако је ово била грешка, наставите са <a href="%(login_url)s">пријавом</a>.

source: Signup
sr: Регистрација

source: Sign Up
sr: Пријавите се

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
sr: Управо ћете користити свој %(provider_name)s налог за пријаву %(site_name)s. Као последњи корак, попуните следећи образац:

source: Sign in with
sr: Пријавите се са

source: Connect with
sr: Повежи се са

source: Sign up with
sr: Пријавите се са

source: Message Inbox
sr: Пријемно сандуче за поруке

source: Messages
sr: Поруке

source: Mark selected as read
sr: Означи изабрано као прочитано

source: Mark selected as unread
sr: Означи изабрано као непрочитано

source: Create Message
sr: Креирај поруку

source: To users
sr: Корисницима

source: To groups
sr: У групе

source: Subject
sr: Предмет

source: Content
sr: Садржај

source: Send message
sr: Пошаљи поруку

source: Back to Inbox
sr: Назад у пријемно сандуче

source: Sent to
sr: Послано на

source: by
sr: од

source: You have no messages
sr: Немате порука

source: Send Reply
sr: Пошаљи одговор

source: GeoNode Themes Library
sr: Библиотека тема ГеоНоде

source: Fill in this section with markdown
sr: Попуните овај одељак са смањењем вредности

source: Check this if the jumbotron background image already contains text
sr: Проверите ово ако јумботрон позадинска слика већ садржи текст

source: Disabling this slide will hide it from the slide show
sr: Онемогућавање овог слајда ће га сакрити из пројекције слајдова

source: Choose between using jumbotron background and slide show
sr: Изаберите између коришћења јумботрон позадине и пројекције слајдова

source: Empty content
sr: Празан садржај

source: Could not access to uploaded data.
sr: Није могуће приступити отпремљеним подацима.

source: One or more XML files was provided, but no matching files were found for them.
sr: Обезбеђена је једна или више XML датотека, али за њих нису пронађене одговарајуће датотеке.

source: One or more SLD files was provided, but no matching files were found for them.
sr: Обезбеђена је једна или више SLD датотека, али за њих нису пронађене одговарајуће датотеке.

source: Layer already exists
sr: Слој већ постоји

source: Name already in use and overwrite is False
sr: Име које се већ користи и преписује је Фалсе

source: Error configuring time:
sr: Грешка при конфигурисању времена:

source: The GeoServer Import Session is no more available
sr: Сесија увоза ГеоСервера више није доступна

source: Expected to find layer named '{name}' in geoserver
sr: Очекује се да ће се пронаћи слој под називом '{name}' у геосерверу

source: Exception occurred while parsing the provided Metadata file.
sr: Дошло је до изузетка приликом рашчлањивања датог фајла метаподатака.

source: The UUID identifier from the XML Metadata is already in use in this system.
sr: UUID идентификатор из XML метаподатака је већ у употреби у овом систему.

source: Error configuring Layer
sr: Грешка при конфигурисању слоја

source: Invalid zip file detected
sr: Откривена је неважећа зип датотека

source: Could not find any valid spatial file inside the uploaded zip
sr: Није могуће пронаћи важећу просторну датотеку унутар отпремљеног зип-а

source: Invalid kmz file detected
sr: Откривена је неважећа кмз датотека
