Repository: labepn/sr
Catalog: LC_MESSAGES/django.po
Languages: sr

source: Could not find any kml files inside the uploaded kmz
sr: Није могуће пронаћи ниједну кмл датотеку унутар отпремљеног кмз-а

source: Only one shapefile per zip is allowed
sr: Само један схапефиле по зип-у је дозвољен

source: kml files with more than one GroundOverlay are not supported
sr: кмл датотеке са више од једног ГроундОверлаи-а нису подржане

source: Ground overlay image declared in kml file cannot be found
sr: Не може се пронаћи слика преклапања тла декларисана у кмл датотеци

source: Only one kml file per ZIP is allowed
sr: Дозвољена је само једна кмл датотека по ZIP-у

source: Only one kml file per kmz is allowed
sr: Дозвољена је само једна кмл датотека по кмз

source: You are trying to upload multiple GeoTIFFs without a valid 'indexer.properties' file.
sr: Покушавате да отпремите више GeoTIFF-ова без важеће датотеке 'indexer.properties'.

source: Only one raster file per ZIP is allowed
sr: Дозвољена је само једна растерска датотека по ZIP-у

source: No multiple rasters allowed
sr: Није дозвољено више растера

source: To support the time step, you must enable the OGC_SERVER DATASTORE option
sr: Да бисте подржали временски корак, морате омогућити опцију OGC_SERVER DATASTORE

source: Unsupported file type: {e.message}
sr: Неподржани тип датотеке: {e.message}

source: File does not exist: {absolute_base_file}
sr: Датотека не постоји: {absolute_base_file}

source: unknown item state: {task.state}
sr: непознато стање ставке: {task.state}

source: error during import: {progress.get('message')}
sr: грешка током увоза: {progress.get('message')}

source: Could not find any valid Time Regex for the Mosaic files.
sr: Нисам могао да пронађем ниједан важећи временски Regex за датотеке Мозаика.

source: Unsupported DataBase for Mosaics!
sr: Неподржана база података за мозаике!

source: Upload Session invalid or no more accessible!
sr: Сесија додавања је неважећа или више није доступна!

source: Invalid permission level.
sr: Неважећи ниво дозволе.

source: Permission Denied
sr: Захтев забрањен
