Repository: labepn/sr
Catalog: LC_MESSAGES/django.po
Languages: sr

source: Request to download a resource
sr: Захтев за преузимање ресурса

source: A request for downloading a resource was sent
sr: Послат је захтев за преузимање ресурса

source: Request resource change
sr: Захтевајте промену ресурса

source: Owner has requested permissions to modify a resource
sr: Власник је затражио дозволе за измену ресурса

source: series
sr: серије

source: computer program or routine
sr: рачунарски програм или рутина

source: feature type
sr: тип функције

source: copy or imitation of an existing or hypothetical object
sr: копија или имитација постојећег или хипотетичког објекта

source: collection hardware
sr: хардвер за прикупљање

source: collection session
sr: сесија прикупљања

source: non-geographic data
sr: негеографски подаци

source: property type
sr: тип имовине

source: Vertical
sr: Вертикално

source: Horizontal
sr: Хоризонтално

source: Serbia
sr: Србија

source: Size
sr: Величина

source: field session
sr: сесија поља

source: dataset
sr: сет података

source: service interfaces
sr: сервисни интерфејси

source: attribute class
sr: класа атрибута

source: characteristic of a feature
sr: карактеристика особине

source: tile or spatial subset of geographic data
sr: тајл или просторни подскуп географских података

source: dimension group
sr: група димензија

source: frequency of maintenance for the data is not known
sr: учесталост одржавања података није позната

source: data is repeatedly and frequently updated
sr: подаци се стално и често ажурирају

source: there are no plans to update the data
sr: нема планова за ажурирање података

source: data is updated each day
sr: подаци се ажурирају сваког дана

source: data is updated every year
sr: подаци се ажурирају сваке године

source: data is updated as deemed necessary
sr: подаци се ажурирају по потреби

source: data is updated each month
sr: подаци се ажурирају сваког месеца

source: data is updated every two weeks
sr: подаци се ажурирају сваке две недеље

source: data is updated in intervals that are uneven in duration
sr: подаци се ажурирају у интервалима који су неуједначени у трајању

source: data is updated on a weekly basis
sr: подаци се ажурирају на недељној бази

source: data is updated twice each year
sr: подаци се ажурирају два пута сваке године

source: data is updated every three months
sr: подаци се ажурирају свака три месеца

source: No information provided
sr: Нема информација

source: Category is required.
sr: Категорија је обавезна.

source: Keywords from Thesaurus
sr: Кључне речи из Тезауруса

source: List of keywords from Thesaurus
sr: Листа кључних речи из Тезауруса

source: Abstract
sr: Абстракт

source: Purpose
sr: Сврха

source: Other constraints
sr: Друга ограничења

source: Supplemental information
sr: Додатне информације

source: Data quality statement
sr: Изјава о квалитету података

source: Owner
sr: Власник

source: Date
sr: Датум

source: temporal extent start
sr: почетак временског опсега

source: temporal extent end
sr: крај временског опсега

source: Person outside GeoNode (fill form)
sr: Особа изван GeoNode-а (попуни образац)

source: Point of Contact
sr: Тачка контакта

source: Metadata Author
sr: Аутор метаподатака

source: Free-text Keywords
sr: Кључне речи слободног текста

source: A space or comma-separated list of keywords. Use the widget to select from Hierarchical tree.
sr: Листа кључних речи раздвојених размацима или зарезима. Користите виџет да бисте изабрали из хијерархијског стабла.

source: Regions
sr: Региони

source: Group
sr: Група

source: Category
sr: Категорија

source: License
sr: Лиценца

source: Language
sr: Језик

source: User
sr: Корисник

source: Permission Type
sr: Врста дозволе

source: Mode
sr: Мод

source: Resource
sr: Ресурс

source: Reason
sr: Разлог

source: Short reasoning behind the request
sr: Кратко образложење захтева

source: function performed by the responsible party
sr: функција коју обавља одговорна страна

source: brief narrative summary of the content of the resource(s)
sr: кратак наративни резиме садржаја извора(а)

source: reference date for the cited resource
sr: референтни датум за цитирани извор

source: identification of when a given event occurred
sr: идентификација када се дати догађај десио

source: version of the cited resource
sr: верзија цитираног ресурса

source: authority or function assigned, as to a ruler, legislative assembly, delegate, or the like.
sr: овлашћење или фунцкија додељена, као владару, законодавној скупштини, делегату или слично

source: a DOI will be added by Admin before publication.
sr: DOI ће додати администратор пре објављивања.

source: summary of the intentions with which the resource(s) was developed
sr: резиме намера са којима су ресурси развијени

source: frequency with which modifications and deletions are made to the data after it is first produced
sr: учесталост модификације и брисања података након што су први пут произведени

source: commonly used word(s) or formalised word(s) or phrase(s) used to describe the subject (space or comma-separated)
sr: најчешће кориштене речи или формализоване речи или фразе које се користе за описивање субјекта (одвојене размаком или зарезом)

source: formalised word(s) or phrase(s) from a fixed thesaurus used to describe the subject (space or comma-separated)
sr: формализоване реч(и) или фраза(е) из фиксног тезауруса који се користи за описивање субјекта (размак или зарез)

source: keyword identifies a location
sr: кључна реч идентификује локацију

source: limitation(s) placed upon the access or use of the data.
sr: ограничење(а) постављено на приступ или коришћење података.

source: other restrictions and legal prerequisites for accessing and using the resource or metadata
sr: друга ограничења и законске претпоставке за приступ и коришћења ресурса или метаподатака

source: license of the dataset
sr: лиценца скупа података

source: language used within the dataset
sr: језик који се користи у оквиру скупа података

source: high-level geographic data thematic classification to assist in the grouping and search of available geographic data sets.
sr: тематска класификација географских података високог нивоа за помоћ tematska klasifikacija geografskih podataka visokog nivoa za pomoć u grupisanju i pretraživanju dostupnih skupova geografskih podataka.

source: method used to represent geographic information in the dataset.
sr: метод који се користи за представљање географских информација у скупу података.

source: time period covered by the content of the dataset (start)
sr: временски период покривен садржајем скупа података (почетак)

source: time period covered by the content of the dataset (end)
sr: временски период покривен садржајем скупа података (крај)

source: general explanation of the data producer's knowledge about the lineage of a dataset
sr: опште објашњење знања произвођача података о пореклу скупа података

source: title
sr: наслов

source: name by which the cited resource is known
sr: име под којим је цитирани извор познат

source: abstract
sr: сажетак

source: purpose
sr: сврха

source: date
sr: датум

source: date type
sr: тип датума

source: edition
sr: издање

source: Attribution
sr: Приписивање

source: maintenance frequency
sr: учесталост одржавања

source: keywords
sr: кључне речи

source: keywords region
sr: регион кључних речи

source: restrictions
sr: ограничења

source: restrictions other
sr: ограничења остало

source: language
sr: језик

source: spatial representation type
sr: тип просторног приказа

source: supplemental information
sr: додатне информације

source: any other descriptive information about the dataset
sr: било која друга дескриптивна информација о скупу података

source: data quality statement
sr: изјава о квалитету података

source: CSW typename
sr: CSW име типа

source: CSW schema
sr: CSW шема

source: CSW source
sr: CSW извор

source: CSW insert date
sr: CSW уметнути датум

source: CSW type
sr: CSW тип

source: CSW anytext
sr: CSW било који текст

source: CSW WKT geometry
sr: CSW WKT геометрија

source: Metadata uploaded preserve
sr: Очување отпремљених метаподатака

source: Featured
sr: Истакнуто

source: Should this resource be advertised in home page?
sr: Да ли овај ресурс треба да се оглашава на почетној страници?

source: Is Published
sr: Објављено

source: Should this resource be published and searchable?
sr: Да ли овај извор треба да буде објављен и претражив?

source: Approved
sr: Одобрено

source: Is this resource validated from a publisher or editor?
sr: Да ли је овај извор потврђен од издавача или уредника?

source: Thumbnail url
sr: Сличица урл

source: State
sr: Држава

source: Hold the resource processing state.
sr: Задржи стање обраде ресурса.

source: Security Rules Are Not Synched with GeoServer!
sr: Безбедносна правила нису синхронизована са GeoServer!

source: Resource Type
sr: Захтев за преузимање ресурса

source: Metadata
sr: Метаподаци

source: If true, will be excluded from search
sr: Ако је тачно, биће искључено из претраге

source: For example "kml"
sr: На пример "kml"

source: For example "View in Google Earth"
sr: На пример "Видети у Google Earth"

source: For example "text/xml"
sr: На пример "text/xml"

source: About
sr: Детаљи

source: Responsible, Point of Contact, Metadata Author
sr: Одговоран, контакт особа, аутор метаподатака

source: Responsible
sr: Одговоран

source: Title
sr: Наслов

source: For more info see
sr: За више информација погледајте

source: Creation Date
sr: Датум креирања

source: Publication Date
sr: Датум објављивања

source: Revision Date
sr: Датум ревизије

source: Type
sr: Тип

source: Keywords
sr: Кључне речи

source: More info
sr: Више информација

source: Maintenance Frequency
sr: Учесталост одржавања

source: Restrictions
sr: Ограничења

source: Edition
sr: Верзија

source: Temporal Extent
sr: Временски опсег

source: Data Quality
sr: Квалитет података

source: Supplemental Information
sr: Додатне информације

source: Spatial Representation Type
sr: Тип просторне репрезентације

source: No content created yet.
sr: Још увек нема креираног садржаја.

source: Temporal Serie
sr: Темпорална серија

source: Select
sr: Изабери

source: Service is
sr: Сервис је

source: online
sr: онлајн

source: offline
sr: офлајн

source: SECURITY NOT YET SYNCHRONIZED
sr: БЕЗБЕДНОСТ ЈОШ НИЈЕ СИНХРОНИЗОВАНА

source: Sync permissions immediately
sr: Одмах синхронизујте дозволе

source: PENDING APPROVAL
sr: ЧЕКАЊЕ ОДОБРЕЊА

source: UNPUBLISHED
sr: НЕОБЈАВЉЕНО

source: Create a Map
sr: Креирајте карту

source: View Map
sr: Видети карту

source: Cancel
sr: Откажи

source: Submit
sr: Прихвати

source: Set Permissions
sr: Подесите дозволе

source: Discover the available datasets.
sr: Откријте доступне скупове података.

source: Upload a Thumbnail
sr: Отпремите сличицу

source: Remove (and use auto generated thumbnail)
sr: Уклони (и користи аутоматски генерисану сличицу)

source: Upload
sr: Додати

source: Advanced Metadata
sr: Напредни метаподаци

source: GeoStories
sr: Гео-приче

source: Dashboards
sr: Контролне табле

source: Extra metadata
sr: Додатни метаподаци

source: Auto generated thumbnail
sr: Аутоматски генерисана сличица

source: Raster Layer
sr: Растерски слој

source: Vector Layer
sr: Векторски слој

source: Vector Temporal Serie
sr: Векторска временска серија

source: Remote Layer
sr: Удаљени слој

source: WMS Cascade Layer
sr: WMS Cascade слој

source: me
sr: ме

source: System message: A request to modify resource
sr: Системска порука: Захтев за измену ресурса

source: The resource owner has requested to modify the resource
sr: Власник ресурса је затражио измену ресурса

source: Resource title
sr: Наслов ресурса

source: Reason for the request
sr: Разлог преузимања

source: Resource Cloned Successfully!
sr: Ресурс је успешно клониран!

source: Error Occurred while Cloning the Resource: {e}
sr: Дошло је до грешке приликом клонирања ресурса: {e}

source: Resource Metadata
sr: Метаподаци ресурса

source: Thumbnail
sr: Сличица

source: Resource ID
sr: Идентификациони код ресурса

source: Start
sr: Почетак

source: End
sr: Крај

source: Extent
sr: Обим

source: Spatial Reference System Identifier
sr: Идентификатор система просторних референци

source: Attributes
sr: Атрибути

source: Attribute name
sr: Име атрибута

source: Description
sr: Опис

source: GeoNode Client Library
sr: GeoNode клијентска библиотека

source: Biota
sr: Биота

source: Legal land descriptions. Examples: political and administrative boundaries.
sr: Законски описи земљишта.

source: Boundaries
sr: Границе

source: Climatology Meteorology Atmosphere
sr: Климатологија Метеорологија Атмосфера

source: Economy
sr: Економија

source: Elevation
sr: Елеватион

source: Environment
sr: Животна средина

source: Farming
sr: Пољопривреда

source: Geoscientific Information
sr: Геонаучне информације

source: Health
sr: Здравље

source: Imagery Base Maps Earth Cover
sr: Поклопац за основне мапе слика

source: Inland Waters
sr: Унутрашње воде

source: Intelligence Military
sr: Војна обавештајна

source: Location
sr: Локација

source: Oceans
sr: Океани

source: Planning Cadastre
sr: Катастар плана

source: Population
sr: Становништво

source: Society
sr: Друштво

source: Structure
sr: Структура

source: Transportation
sr: Транспорт

source: Utilities Communication
sr: Комунална комуникација

source: Document Created
sr: Документ креиран

source: A Document was created
sr: Документ је креиран

source: Document Updated
sr: Документ ажуриран

source: A Document was updated
sr: Документ је ажуриран

source: Document Approved
sr: Документ одобрен

source: A Document was approved by a Manager
sr: Документ је одобрио менаџер

source: Document Published
sr: Документ објављен

source: A Document was published
sr: Објављен је документ

source: Document Deleted
sr: Документ избрисан

source: A Document was deleted
sr: Документ је обрисан

source: Comment on Document
sr: Коментар на документу

source: A Document was commented on
sr: Документ је коментарисан

source: Rating for Document
sr: Оцена за документ

source: A rating was given to a document
sr: Документу је дата оцена

source: Width
sr: Ширина

source: Height
sr: Висина

source: Make
sr: Направи

source: Model
sr: Модел

source: Latitude
sr: Латитуде

source: Not specified
sr: Није специфицирано

source: Longitude
sr: Географска дужина

source: Flash
sr: Фласх

source: True
sr: Истина

source: False
sr: Нетачно

source: Speed Rating
sr: Оцена брзине

source: Link to
sr: Линк до

source: File
sr: Фајл

source: Document must be a file or url.
sr: Документ мора бити датотека или url.

source: A document cannot have both a file and a url.
sr: Документ не може имати и датотеку и url.

source: This file type is not allowed
sr: Овај тип датотеке није дозвољен

source: Permissions must be valid JSON.
sr: Дозволе морају бити важеће JSON.

source: The URL of the document if it is external.
sr: URL документа ако је екстерни.

source: Your browser does not support the audio element.
sr: Ваш претраживач не подржава аудио елемент.

source: Your browser does not support the video tag.
sr: Ваш претраживач не подржава видео ознаку.

source: Download the
sr: Преузети

source: document
sr: документ

source: External Resource
sr: Спољашњи ресурс

source: Rate this document
sr: Оцените овај документ

source: Average Rating
sr: Просечна оцена

source: Metadata Detail
sr: Детаљи метаподатака

source: Download Document
sr: Преузети докуметн

source: Request Download
sr: Затражити преузимање

source: Edit Document
sr: Уреди документ

source: Request change
sr: Затражити измену

source: Wizard
sr: Чаробњак

source: Advanced Edit
sr: Напредно уређивање

source: Document
sr: Dokument

source: Clone
sr: Клонирати

source: Replace
sr: Заменити

source: Remove
sr: Обрисати

source: Close
sr: Искључити

source: Download Metadata
sr: Преузети метаподатке

source: Full metadata
sr: Пуни метаподаци

source: Text format
sr: Текстуални формат

source: HTML format
sr: HTML формат

source: Standard Metadata - XML format
sr: Стандардни метаподаци - XML формат

source: Resources using this document
sr: Ресурси који користе овај документ

source: List of resources using this document:
sr: Листа ресурса који користе овај документ:

source: This document is not related to any maps or layers
sr: Овај документ није повезан ни са каквим мапама или слојевима

source: Permissions
sr: Дозволе

source: Click the button below to change the permissions of this document.
sr: Кликните на дугме испод да промените дозволе овог документа.

source: Change Document Permissions
sr: Промени дозволе за документ

source: Explore Documents
sr: Истражите документе

source: Upload Documents
sr: Отпремите документе

source: for %(document_title)s
sr: за %(document_title)s

source: Completeness
sr: Комплетност

source: Metadata Schema mandatory fields completed
sr: Обавезна поља шеме метаподатака су попуњена

source: Check Schema mandatory fields
sr: Проверите обавезна поља шеме

source: Error updating metadata. Please check the following fields:
sr: Грешка при ажурирању метаподатака.

source: Done
sr: Готово

source: Metadata Provider
sr: Добављач метаподатака

source: << Back
sr: << Назад

source: Update
sr: Ажурирање

source: Next >>
sr: Следећи >>

source: Select an option
sr: Изаберите опцију

source: Edit Metadata
sr: Уредите метаподатке

source: Editing details for
sr: Уређивање детаља за

source: Return to Document
sr: Повратак на документ

source: Deleting
sr: Брисање

source: Remove Document
sr: Уклони документ

source: Are you sure you want to remove <a href="%(document.get_absolute_url)s">%(document_title)s</a>?
sr: Да ли сте сигурни да желите да обишете <a href="%(document.get_absolute_url)s">%(document_title)s</a>?

source: Yes, I am sure
sr: Да, сигуран сам

source: No, don't remove it
sr: Не, не уклањај га

source: Replace Document
sr: Замените документ

source: Replace
sr: Замени

source: Clear
sr: Чисто

source: Upload Document's Thumbnail
sr: Отпреми сличицу документа

source: Drop files here
sr: Испустите датотеке овде

source: or select them one by one:
sr: или их изаберите једну по једну:

source: Choose Files
sr: Изаберите датотеке

source: Files to be uploaded
sr: Фајлови за отпремање

source: Is Upload Metadata XML Form
sr: Је КСМЛ образац за отпремање метаподатака

source: Upload files
sr: Отпремите датотеке

source: Upload Document
sr: Отпреми документ

source: Allowed document types
sr: Дозвољени типови докумената

source: Done!
sr: Готово!

source: Edit
sr: Уреди

source: Settings
sr: Подешавања

source: Mandatory
sr: Обавезно

source: Optional
sr: Опционално

source: Basic Metadata
sr: Основни метаподаци

source: Location and Licenses
sr: Локација и лиценце

source: Required Metadata
sr: Потребни метаподаци

source: Optional Metadata
sr: Опциони метаподаци

source: Choose one of the following...
sr: Изаберите једно од следећег...

source: Other, Optional, Metadata
sr: Друго, Опционо, Метаподаци

source: Responsible Parties
sr: Одговорне стране

source: Responsible and Permissions
sr: Одговорни и дозволе

source: Publishing
sr: Издаваштво

source: You are not allowed to view this document.
sr: Није вам дозвољено да видите овај документ.

source: You are not permitted to delete this document
sr: Није вам дозвољено да избришете овај документ

source: You do not have permissions for this document.
sr: Немате дозволе за овај документ.

source: You are not permitted to modify this document
sr: Није вам дозвољено да мењате овај документ

source: You are not permitted to modify this document's metadata
sr: Није вам дозвољено да мењате метаподатке овог документа

source: You are not permitted to view this document
sr: Није вам дозвољено да видите овај документ

source: Not allowed
sr: Није дозвољено

source: Not found
sr: Није пронађено

source: You must set a point of contact for this resource
sr: Морате поставити тачку контакта за овај ресурс

source: You must set an author for this resource
sr: Морате поставити аутора за овај ресурс

source: Favorite
sr: Фаворит

source: Add to Favorites
sr: Додај у фаворите

source: Go to Favorites
sr: Иди на Фаворите

source: Log in to add/delete Favorites.
sr: Пријавите се да бисте додали/избрисали фаворите.

source: Delete from Favorites
sr: Обрисати из омиљених

source: Favorites
sr: Фаворити

source: Favorites for
sr: Фаворити за

source: Item
sr: Ставка

source: App Created
sr: Апликација креирана

source: A App was created
sr: Апликација је креирана

source: App Updated
sr: Апликација ажурирана

source: A App was updated
sr: Апликација је ажурирана

source: App Approved
sr: Апп Аппровед

source: A App was approved by a Manager
sr: Апликацију је одобрио менаџер

source: App Published
sr: Апликација је објављена

source: A App was published
sr: Објављена је апликација

source: App Deleted
sr: Апликација је избрисана

source: A App was deleted
sr: Апликација је избрисана

source: Comment on App
sr: Коментар на апликацију

source: An App was commented on
sr: Апликација је коментарисана

source: Rating for App
sr: Оцена за апликацију

source: A rating was given to an App
sr: Апликацији је дата оцена

source: Name
sr: Име

source: zoom
sr: зум

source: projection
sr: пројекција

source: center X
sr: центар Кс

source: center Y
sr: центар И

source: Site URL
sr: УРЛ сајта

source: Rate this
sr: Оцени ово

source: Editing Tools
sr: Алати за уређивање

source: Set
sr: Сет

source: View
sr: Видети

source: Specify which users can view or modify this map
sr: Одредите који корисници могу да виде или измене ову мапу

source: Change Permissions of this
sr: Промените дозволе за ово

source: Embed Iframe
sr: Угради ифраме

source: To embed this map, add the following code snippet and customize its properties (scrolling, width, height) based on your needs to your site
sr: Да бисте уградили ову мапу, додајте следећи исечак кода и прилагодите њена својства (померање, ширину, висину) на основу ваших потреба вашој веб локацији

source: Download
sr: Преузети

source: Create New
sr: Креирај ново

source: Explore
sr: Истражите

source: for %(map_title)s
sr: за %(map_title)s

source: Note: this geoapp's orginal metadata was populated by importing a metadata XML file. GeoNode's metadata import supports a subset of ISO, FGDC, and Dublin Core metadata elements. Some of your original metadata may have been lost.
sr: Напомена: оригинални метаподаци ове геоапликације су попуњени увозом XML датотеке метаподатака. GeoNode-ов увоз метаподатака подржава подскуп елемената метаподатака ISO, FGDCи Dublin Core . Неки од ваших оригиналних метаподатака су можда изгубљени.

source: Explore Apps
sr: Истражите апликације

source: Editing details for %(map_title)s
sr: Уређивање детаља за %(map_title)s

source: Return to GeoApp
sr: Повратак у GeoApp

source: New Map
sr: Нова карта

source: Are you sure you want to remove <a href="%(resource.get_absolute_url)s">%(resource_title)s</a>?
sr: Да ли сте сигурни да желите да обришете <a href="%(resource.get_absolute_url)s">%(resource_title)s</a>?

source: Other Settings
sr: Остала подешавања

source: You are not permitted to delete this app.
sr: Није вам дозвољено да избришете ову апликацију.

source: You do not have permissions for this app.
sr: Немате дозволе за ову апликацију.

source: You must be logged in to save this app
sr: Морате бити пријављени да бисте сачували ову апликацију

source: You are not permitted to save or edit this app.
sr: Није вам дозвољено да сачувате или уређујете ову апликацију.

source: You are not allowed to modify this app's metadata.
sr: Није вам дозвољено да мењате метаподатке ове апликације.

source: You are not allowed to view this app.
sr: Није вам дозвољено да видите ову апликацију.

source: An unknown error has occured.
sr: Дошло је до непознате грешке.

source: Layer Uploaded
sr: Учитавање слоја

source: A layer was uploaded
sr: Слој је учитан

source: Comment on Layer
sr: Коментар на слоју
