Repository: labepn/sr
Catalog: LC_MESSAGES/django.po
Languages: sr

source: page
sr: страница

source: of
sr: од

source: Delete incomplete upload
sr: Обрисати незавршено додавање

source: Are you sure you want to remove this incomplete upload?
sr: Да ли сте сигурни да желите да уклоните ово непотпуно отпремање?

source: Upload Dataset Step: Set SRS
sr: Корак за отпремање скупа података: Подесите СРС

source: Provide CRS for
sr: Обезбедите CRS за

source: Coordinate Reference System
sr: Координатни референтни систем

source: A coordinate reference system for this dataset could not be determined. Locate or enter the appropriate ESPG code for this dataset below. One way to do this is do visit: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> and enter the following:
sr: Није могуће одредити координатни референтни систем за овај скуп података. Пронађите или унесите одговарајући ESPG код за овај скуп података испод. Један од начина да то урадите је да посетите: <a href="http://prj2epsg.org/search" target="_">prj2epsg</а> и унесите следеће:

source: Native CRS could not be found!
sr: Није могуће пронаћи изворни CRS !

source: Provide EPSG code for Source SRS
sr: Наведите EPSG код за изворни SRS

source: EPSG Code (Source SRS)
sr: EPSG код (извор SRS)

source: Select a Source SRS
sr: Изаберите изворни SRS

source: Source SRS EPSG Code is mandatory and represents the native data Spatial Reference System. <br><br> This must be coherent with the Geometry values (lon/lat coordinates as an instance) stored on the geospatial dataset. <br><br> If not specified on the geospatial data itself, it must be manually declared by the operator. <br><br> More information is provided at the bottom of the page in the "Additional Help" sections.
sr: Изворни SRS EPSG код је обавезан и представља просторни референтни систем изворних података. <br><br> Ово мора бити кохерентно са вредностима геометрије (координате лон/лат као пример) ускладиштеним у скупу геопросторних података. <br><br> Ако није наведено у самим геопросторним подацима, оператер их мора ручно декларисати. <br><br> Више информација је дато на дну странице у одељцима „Додатна помоћ“.

source: Next
sr: Следећи

source: Advanced Options
sr: Напредне опције

source: Target SRS
sr: Циљани SRS

source: EPSG Code (Target SRS)
sr: EPSG код (циљни SRS)

source: Select a Target SRS
sr: Изаберите циљни SRS

source: leave it empty to use only Source SRS
sr: оставите празно да бисте користили само изворни СРС

source: Additional Help
sr: Додатна помоћ

source: Spatial Reference System
sr: Просторни референтни систем

source: A spatial reference system (SRS) or coordinate reference system (CRS) is a coordinate-based local, regional or global system used to locate geographical entities. A spatial reference system defines a specific map projection, as well as transformations between different spatial reference systems. Spatial reference systems are defined by the OGC's Simple feature access using well-known text, and support has been implemented by several standards-based geographic information systems. Spatial reference systems can be referred to using a SRID integer, including EPSG codes defined by the International Association of Oil and Gas Producers. It is specified in ISO 19111:2007 Geographic information—Spatial referencing by coordinates, also published as OGC Abstract Specification, Topic 2: Spatial referencing by coordinate.
sr: Просторни референтни систем (SRS) или координатни референтни систем (CRS) је локални, заснован на координатама, регионални или глобални систем који се користи за лоцирање географских ентитета. Просторни референтни систем дефинише одређену карту пројекција, као и трансформације између различитих просторних референтних система. Просторни референтни системи су дефинисан OGC-овим једноставним приступом функцијама користећи добро познати текст, а подршку је имплементирало неколико географски информациони системи засновани на стандардима. Просторни референтни системи се могу позвати помоћу SRID целог броја, укључујући EPSG кодове дефинисане од стране Међународног удружења произвођача нафте и гаса. Наведено је у ISO 19111:2007 Географске информације—Просторно референцирање по координатама, такође објављено као OGC апстрактна спецификација, Тема 2: Просторно референцирање по координатама.

source: Identifiers
sr: Идентификатори

source: A Spatial Reference System Identifier (SRID) is a unique value used to unambiguously identify projected, unprojected, and local spatial coordinate system definitions. These coordinate systems form the heart of all GIS applications. Virtually all major spatial vendors have created their own SRID implementation or refer to those of an authority, such as the European Petroleum Survey Group (EPSG).
sr: Идентификатор просторног референтног система (SRID) је јединствена вредност која се користи за недвосмислену идентификацију пројектованих, непројектованих, и дефиниције локалног просторног координатног система. Ови координатни системи чине срце свих ГИС апликација. Практично сви главни продавци просторног простора су креирали сопствену имплементацију SRID -а или се позивају на оне од надлежних, као што је European Petroleum Survey Group (EPSG).

source: NOTE: As of 2005 the EPSG SRID values are now maintained by the International Association of Oil & Gas Producers (OGP) Surveying & Positioning Committee
sr: НАПОМЕНА: Од 2005. EPSG SRID вредности сада одржава International Association of Oil & Gas Producers (OGP) Surveying & Positioning Committee

source: SRIDs are the primary key for the Open Geospatial Consortium (OGC) spatial_ref_sys metadata table for the Simple Features for SQL Specification, Versions 1.1 and 1.2, which is defined as follows:
sr: SRID-ови су примарни кључ за табелу метаподатака Open Geospatial Consortium (OGC) spatial_ref_sys metadata за Simple Функције за SQL спецификацију, верзије 1.1 и 1.2, која је дефинисана на следећи начин:

source: Upload Dataset Step: CSV Field Mapping
sr: Корак отпремања скупа података: ЦСВ мапирање поља

source: Geospatial Data
sr: Геопросторни подаци

source: Please indicate which attributes contain the latitude and longitude coordinates in the CSV data.
sr: Наведите који атрибути садрже координате географске ширине и дужине у CSV подацима.

source: With this data, GeoNode was able to guess which attributes contain the latitude and longitude coordinates, but please confirm that the correct attributes are selected below.
sr: Са овим подацима, GeoNode је могао да погоди који атрибути садрже координате географске ширине и дужине, али потврдите да су тачне атрибути су изабрани испод.

source: Select an attribute
sr: Изаберите атрибут

source: We did not detect columns that could be used for the latitude and longitude. Please verify that you have two columns in your csv file that can be used for the latitude and longitude.
sr: Нисмо открили колоне које би се могле користити за географску ширину и дужину. Проверите да ли имате две колоне у својој csv датотеци за које можете да користите географску ширину и дужину.

source: Your upload is either complete or you haven't resumed an earlier one.
sr: Ваше отпремање је или завршено или нисте наставили раније.

source: Return to
sr: Вратите се на

source: Upload Form
sr: Образац за отпремање

source: Upload Dataset Step: Time
sr: Корак за отпремање скупа података: Време

source: Inspect data for
sr: Прегледајте податке за

source: Configure as Time-Series
sr: Конфигуришите као временски низ

source: No
sr: Не

source: Use an existing timestamp attribute in the data
sr: Користите постојећи атрибут временске ознаке у подацима

source: Yes: with an existing Time-Attribute
sr: Да: са постојећим временским атрибутом

source: Yes: by converting data to a timestamp using standard date/time representation
sr: Да: претварањем података у временску ознаку користећи стандардну репрезентацију датума/времена

source: Convert a number field into a year
sr: Претворите поље броја у годину

source: Yes: by converting a number as Year
sr: Да: претварањем броја у годину

source: Convert data to a timestamp using standard date/time representation or a custom format
sr: Конвертујте податке у временску ознаку користећи стандардни приказ датума/времена или прилагођени формат

source: Start Importer
sr: Покрени увозник

source: Date Format
sr: Формат датума

source: Text Attribute Date Format
sr: Текст атрибута формат датума

source: Best Guess
sr: Најбоља претпоставка

source: Custom
sr: Жељено

source: Optional End-Time attribute
sr: Опционални атрибут времена завршетка

source: Existing Time Attribute
sr: Постојећи атрибут времена

source: Convert Text Attribute
sr: Претвори атрибут текста

source: Convert Number (As Year)
sr: Претвори број (као година)

source: Time attribute Presentation
sr: Временски атрибут Презентација

source: List
sr: Лист

source: of all the distinct time values
sr: свих различитих временских вредности

source: Intervals
sr: Интервали

source: defined by the resolution
sr: дефинисано резолуцијом

source: Continuous Intervals
sr: Континуирани интервали

source: for data that is frequently updated, resolution describes the frequency of updates
sr: за податке који се често ажурирају, резолуција описује учесталост ажурирања

source: Resolution of time attribute
sr: Резолуција временског атрибута

source: Enabling Time
sr: Омогућавање времена

source: Selecting an Attribute
sr: Одабир атрибута

source: A time attribute can be
sr: Временски атрибут може бити

source: An existing date
sr: Постојећи датум

source: Text that can be converted to a timestamp
sr: Текст који се може конвертовати у временску ознаку

source: A number representing a year
sr: Број који представља годину

source: The 'best guess' will handle date and optional time variants of
sr: 'Најбоља претпоставка' ће обрађивати датумске и опционе временске варијанте

source: In terms of the formatting flags noted above, these are
sr: У смислу заставица за форматирање поменутих горе, ово су

source: Modal Header
sr: Модално заглавље

source: Some text in the modal
sr: Неки текст у модалном

source: does NOT match any valid ISO-8601 Date-Time string!
sr: НЕ одговара ниједном важећем ISO-8601 стрингу датум-време!

source: Valid ISO-8601 for
sr: Важећи ISO-8601 за

source: matches a valid ISO-8601 Date-Time string!
sr: одговара важећем ISO-8601 низу датум-време!

source: Not Valid ISO-8601 for
sr: Није важећи ISO-8601 за

source: does NOT match any valid ISO-8601 Date-Time string!
sr: НЕ одговара ниједном важећем ISO-8601 стрингу датум-време!

source: Wrong Selection
sr: Погрешан избор

source: Please, select one Time Attribute to test!
sr: Молимо, изаберите један атрибут времена за тестирање!

source: Returning to the upload starting page in <span id="cnt">5</span>seconds
sr: Враћање на почетну страницу за отпремање за <span id="cnt">5</span>секунди

source: Or just go
sr: Или само иди

source: now
sr: сада

source: You are attempting to {action_type} a vector dataset with a raster.
sr: Покушавате да {action_type} векторски скуп података помоћу растера.

source: You are attempting to {action_type} a raster dataset with a vector.
sr: Покушавате да {action_type} растерски скуп података са вектором.

source: You are attempting to {action_type} a vector dataset with an unknown format.
sr: Покушавате да {action_type} векторски скуп података са непознатим форматом.

source: Please ensure the name is consistent with the file you are trying to {action_type}.
sr: Уверите се да је име у складу са датотеком коју покушавате да {action_type}.

source: Local GeoNode dataset has no geometry type.
sr: Локални скуп података ГеоНоде нема тип геометрије.

source: Please ensure there is at least one geometry type that is consistent with the file you are trying to {action_type}.
sr: Уверите се да постоји бар један тип геометрије који је у складу са датотеком коју покушавате да {action_type}.

source: The selected Dataset does not exists in the catalog.
sr: Изабрани скуп података не постоји у каталогу.

source: Please ensure that the dataset structure is consistent
sr: Уверите се да је структура скупа података конзистентна

source: Some error occurred while trying to access the uploaded schema: {str(e)}
sr: Дошло је до грешке при покушају приступа отпремљеној шеми: {стр(е)}

source: There was an error while attempting to upload your data. Please try again, or contact and administrator if the problem continues.
sr: Дошло је до грешке при покушају отпремања ваших података. Покушајте поново или контактирајте администратора ако се проблем настави.

source: Note: this dataset's orginal metadata was populated and preserved by importing a metadata XML file. This metadata cannot be edited.
sr: Напомена: оригинални метаподаци овог скупа података су попуњени и сачувани увозом КСМЛ датотеке метаподатака. Ови метаподаци се не могу мењати.

source: You are not permitted to delete this dataset
sr: Није вам дозвољено да избришете овај скуп података

source: You do not have permissions for this dataset.
sr: Немате дозволе за овај скуп података.

source: You are not permitted to modify this dataset
sr: Није вам дозвољено да мењате овај скуп података

source: You are not permitted to modify this dataset's metadata
sr: Није вам дозвољено да мењате метаподатке овог скупа података

source: You are not permitted to view this dataset
sr: Није вам дозвољено да видите овај скуп података

source: This dataset is a member of a layer group, you must remove the dataset from the group before deleting.
sr: Овај скуп података је члан групе слојева, морате уклонити скуп података из групе пре брисања.

source: couldn't generate thumbnail: %s
sr: није могуће генерисати сличицу: %s

source: Map Created
sr: Мапа креирана

source: A Map was created
sr: Мапа је направљена

source: Map Updated
sr: Мапа ажурирана

source: A Map was updated
sr: Мапа је ажурирана

source: Map Approved
sr: Мапа одобрена

source: A Map was approved by a Manager
sr: Мапу је одобрио менаџер

source: Map Published
sr: Мапа објављена

source: A Map was published
sr: Мапа је објављена

source: Map Deleted
sr: Мапа избрисана

source: A Map was deleted
sr: Мапа је избрисана

source: Comment on Map
sr: Коментар на мапи

source: A map was commented on
sr: Карта је коментарисана

source: Rating for Map
sr: Оцена за мапу

source: A rating was given to a map
sr: Оцена је дата мапи

source: Featured Map URL
sr: URL истакнуте мапе

source: stack order
sr: складиштење

source: format
sr: формат

source: name
sr: име

source: store
sr: продавница

source: opacity
sr: прозирност

source: styles
sr: стилови

source: transparent
sr: транспарентно

source: fixed
sr: поправљено

source: group
sr: група

source: visibility
sr: видљивост

source: layer params
sr: параметри слоја

source: source params
sr: изворни параметри

source: Map layers WMS GetCapabilities document
sr: Слојеви мапе WMS GetCapabilities документ

source: Rate this Map
sr: Оцените ову мапу

source: Download Map
sr: Преузети карту

source: Map
sr: Карта

source: Map Layers
sr: Слојеви карте

source: This map uses the following layers:
sr: Ова мапа користи следеће слојеве:

source: Documents related to this map
sr: Документи у вези са овом картом

source: List of documents related to this map:
sr: Списак докумената који се односе на ову карту:

source: Change Permissions of this Map
sr: Промените дозволе ове карте

source: Copy this map
sr: Копирајте ову карту

source: Duplicate this map and modify it for your own purposes
sr: Дуплирајте ову карту и модификујте је за своје потребе

source: Create a New Map
sr: Креирајте нову карту

source: Here you can download all the layers of this map that are hosted on this GeoNode.
sr: Овде можете преузети све слојеве ове карте које се налазе на овом GeoNode-у.

source: <div class="alert alert-warning">Could not find downloadable layers for this map. You can go back to
sr: <div class="alert alert-warning">Није могуће пронаћи слојеве за преузимање за ову мапу. Можете се вратити на

source: Additionally, the map contains these layers which will not be downloaded due to security restrictions:
sr: Поред тога, мапа садржи ове слојеве који се неће преузимати због безбедносних ограничења:

source: Finally, the map contains these layers which will not be downloaded because they are not available directly from this GeoNode:
sr: Коначно, мапа садржи ове слојеве који се неће преузимати јер нису доступни директно са овог GeoNode-а:

source: Downloading
sr: Преузимање

source: Retry
sr: Покушајте поново

source: Start downloading this map
sr: Почните да преузимате ову мапу

source: Download Complete
sr: Преузимање завршено

source: Download Failed
sr: Преузимање неуспешно

source: Edit Map
sr: Извршити измене у карти

source: Explore Maps
sr: Истражити карте

source: Note: this map's orginal metadata was populated by importing a metadata XML file. GeoNode's metadata import supports a subset of ISO, FGDC, and Dublin Core metadata elements. Some of your original metadata may have been lost.
sr: Напомена: оригинални метаподаци ове мапе су попуњени увозом XML датотеке метаподатака. GeoNode-ов увоз метаподатака подржава подскуп елемената метаподатака ISO, FGDC и Dublin Core. Неки од ваших оригиналних метаподатака су можда изгубљени.

source: Return to Map
sr: Повратак на мапу

source: Remove Map
sr: Уклони мапу

source: Are you sure you want to remove <a href="%(map.get_absolute_url)s">%(map_title)s</a>?
sr: Да ли сте сигурни да желите да обришете <a href="%(map.get_absolute_url)s">%(map_title)s</a>?

source: You are not permitted to delete this map.
sr: Није вам дозвољено да избришете ову мапу.

source: You do not have permissions for this map.
sr: Немате дозволе за ову мапу.

source: You must be logged in to save this map
sr: Морате бити пријављени да бисте сачували ову мапу

source: You are not permitted to save or edit this map.
sr: Није вам дозвољено да сачувате или уређујете ову мапу.

source: You are not allowed to modify this map's metadata.
sr: Није вам дозвољено да мењате метаподатке ове мапе.

source: You are not allowed to view this map.
sr: Није вам дозвољено да видите ову мапу.

source: error saving thumbnail
sr: грешка при чувању сличице

source: Message received
sr: Порука примљена

source: New message received in one of your threads
sr: Нова порука је примљена у једној од ваших нити

source: Monitoring alert
sr: Упозорење за праћење

source: Alert situation reported by monitoring
sr: Ситуација узбуне пријављена праћењем

source: GeoNode Monitoring on {base_ctx['host']}
sr: GeoNode Мониторинг на {base_ctx['host']}

source: Enter valid email addresses.
sr: Унесите важеће адресе е-поште.

source: Show list of services
sr: Прикажи листу услуга

source: Force check
sr: Присилна провера

source: Format of audit log (xml, json)
sr: Формат евиденције ревизије (кмл, јсон)

source: Should old data be preserved (default: no, data older than settings.MONITORING_DATA_TTL will be removed)
sr: Ако стари подаци буду сачувани (подразумевано: не, подаци старији од settings.MONITORING_DATA_TTL ће бити уклоњен)

source: Should stop on first error occured (default: no)
sr: Требало би да се заустави када се појави прва грешка (подразумевано: не)

source: Should process and send notifications as well (default: no)
sr: Треба да обрађује и шаље обавештења (подразумевано: не)

source: Collect data from this service only
sr: Прикупљајте податке само из ове услуге

source: Show list of metrics
sr: Прикажи листу метрика

source: Show list of labels for metric
sr: Прикажи листу ознака за метрику

source: Show list of resources for metric
sr: Прикажи листу ресурса за метрику

source: Data aggregation interval in seconds (default: 60)
sr: Интервал агрегације података у секундама (подразумевано: 60)

source: Metric name
sr: Метричко име

source: Show data for specific resource in resource_type=resource_name format
sr: Прикажи податке за одређени ресурс у формату ресоурце_типе=ресоурце_наме

source: Show data for specific resource
sr: Прикажи податке за одређени ресурс

source: Show data for specific label
sr: Прикажи податке за одређену ознаку

source: Write result to file, default GEOIP_PATH: {settings.GEOIP_PATH}
sr: Упишите резултат у датотеку, подразумевани ГЕОИП_ПАТХ: {settings.GEOIP_PATH}

source: Fetch database from specific url. If nothing provided, default {} will be used
sr: Преузми базу података са специфициране url адресе. Уколико није наведено, користиће се подразумевана {}

source: Overwrite file if exists
sr: Замени датотеку ако постоји

source: No resource
sr: Нема ресураса

source: Resource base
sr: База ресураса

source: Style
sr: Стил

source: Admin
sr: Админ

source: Other
sr: Остало

source: Rate
sr: Рате

source: Count
sr: Избројити

source: Value
sr: Вредност

source: Value numeric
sr: Нумеричка вредност

source: Bytes
sr: Бајти

source: Kilobytes
sr: Килобајти

source: Megabytes
sr: Мегабајти

source: Gigabytes
sr: Гигабајти

source: Bytes per second
sr: Бајтова у секунди

source: Kilobytes per second
sr: Килобајта у секунди

source: Megabytes per second
sr: Мегабајта у секунди

source: Gigabytes per second
sr: Гигабајта у секунди

source: Seconds
sr: Секунде

source: Percentage
sr: Проценат

source: Not OWS
sr: Није OWS

source: Any OWS
sr: Било који OWS

source: Change
sr: Промена

source: Change Metadata
sr: Промена метаподатака

source: View Metadata
sr: Видети метаподатке

source: Publish
sr: Објави

source: Geoserver event
sr: Geoserver догађај

source: List of resources affected
sr: Списак угрожених ресурса

source: Response processing time in ms
sr: Време обраде одговора у ms

source: 1 minute
sr: 1 минут

source: 5 minutes
sr: 5 минута

source: 10 minutes
sr: 10 минута

source: 30 minutes
sr: 30 минута

source: 1 hour
sr: 1 сат

source: Error
sr: Грешка

source: Fatal
sr: Фатално

source: Expected min/max values for user configuration
sr: Очекиване мин/максималне вредности за корисничку конфигурацију

source: Marker of last delivery
sr: Маркер последње испоруке

source: Minimum time between subsequent notifications
sr: Минимално време између следећих обавештења

source: How severe would be error from this notification
sr: Колико би озбиљна била грешка из овог обавештења

source: Is it active
sr: Да ли је активан

source: Value must be above
sr: Вредност мора бити изнад

source: Value must be below
sr: Вредност мора бити испод

source: Last update must not be older than
sr: Последње ажурирање не сме бити старије од

source: Max timeout for given metric before error should be raised
sr: Максимално временско ограничење за дату метрику пре него што грешка буде подигнута

source: Monitoring & Analytics
sr: Мониторинг

source: Only superusers can monitor performance
sr: Само суперкорисници могу да прате перформансе

source: Hi,
sr: Здраво,

source: Monitoring on
sr: Monitoring је укључен

source: has detected following problems :
sr: је открио следеће проблеме:

source: spotted
sr: примећено

source: ago
sr: пре

source: emerged
sr: појавио се

source: User following you
sr: Корисник вас прати

source: Another user has started following you
sr: Други корисник је почео да вас прати

source: User requested access
sr: Корисник је захтевао приступ

source: A new user has requested access to the site
sr: Нови корисник је затражио приступ сајту

source: Account activated
sr: Налог је активиран

source: This account is now active and can log in the site
sr: Овај налог је сада активан и може се пријавити на сајт

source: Personal info
sr: Лични подаци

source: Important dates
sr: Важни датуми

source: Extended profile
sr: Проширени профил

source: Password changed successfully.
sr: Лозинка је успешно промењена.

source: Change password: %s
sr: Промена лозинке: %s

source: party who authored the resource
sr: страна која је аутор ресурса

source: party who has processed the data in a manner such that the resource has been modified
sr: страна која је обрађивала податке на начин да је извор измењен
